{"translation-revision-date":"2025-02-26 12:14+0000","generator":"WP-CLI\/2.11.0","source":"chunk-config-tab-tcf.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=n != 1;"},"Cancel":["Abbrechen"],"Actions":["Aktionen"],"Content Blocker":["Content Blocker"],"Privacy policy":["Datenschutzerklärung"],"Delete":["Löschen"],"Edit":["Bearbeiten"],"No data":["Keine Daten"],"Create Content Blocker":["Content Blocker erstellen"],"Only advertising partners to whom your website visits have consented can participate in the auction. For advertising partners who require consent in accordance with the TCF standard, the respective TCF vendors must be configured.":["Nur für Werbepartner, in welche deine Website-Besuche eingewilligt haben, können an der Auktion teilnehmen. Für Werbepartner, die eine Einwilligung nach dem TCF-Standard benötigen, müssen die jeweiligen TCF-Vendoren konfiguriert werden."],"You can automatically import these lists of TCF vendor configurations:":["Du kannst diese Listen mit den TCF Vendor-Konfigurationen automatisch importieren:"],"%d TCF vendor":["%d TCF Vendor","%d TCF Vendoren"],"Recommended":["Empfohlen"],"Last updated: %s":["Zuletzt aktualisiert: %s"],"%s does not offer an API for real-time updates.":["%s bietet keine API für Echtzeit-Updates."],"Create content blocker for %s (blocks scripts until consent for purpose \"Store and\/or access information on a device\" is given for this TCF vendors)":["Content Blocker für %s erstellen (blockiert Scripte, bis die Einwilligung für Zweck \"Speichern von oder Zugriff auf Informationen auf einem Endgerät\" im TCF-Vendor \"Google Advertising Products\" erteilt wird)"],"After activating the TCF vendors, I will check the information for each activated TCF vendor in the TCF vendor configuration myself and correct any information that does not match my use case.":["Nach der Aktivierung der TCF Vendoren werde ich die Informationen für jeden aktivierten TCF Vendore in der TCF Vendorekonfigurationen selbst überprüfen und alle Informationen korrigieren, die nicht zu meinem Anwendungsfall passen."],"In addition, I'll checked the information in the content blocker  myself for correctness and completeness and add missing information or corrected information that does not fit my use case. I am aware that the manufacturer of Real Cookie Banner cannot take any liability in this respect.":["Außerdem werde ich die Informationen im Content Blocker selbst auf Richtigkeit und Vollständigkeit überprüfen und fehlende Informationen hinzufügen oder Informationen korrigieren, die nicht zu meinem Anwendungsfall passen. Mir ist bewusst, dass der Hersteller von Real Cookie Banner in dieser Hinsicht keine Haftung übernehmen kann."],"Create":["Erstellen"],"Create TCF vendor configurations":["TCF Vendor-Konfigurationen erstellen"],"Create TCF vendor configuration":["TCF Vendor-Konfiguration erstellen"],"Add vendors from ad networks":["Vendoren aus Werbenetzwerken hinzufügen"],"Creating vendors...":["Erstelle Vendoren..."],"Add vendors from ad networks (e.g. {{img\/}} Google Adsense)":["Vendoren aus Werbenetzwerken hinzufügen (z.B. {{img\/}} Google Adsense)"],"Search vendor by name or ID...":["Vendor nach Name oder ID suchen…"],"%d selected":["%d ausgewählt"],"Please note that selecting more vendors than you actually use may lead to ineffective consent. Therefore, only activate the vendors that you actually actively work with!":["Bitte beachte, dass die Auswahl von mehr Vendoren als du tatsächlich nutzt, zu einer unwirksamen Einwilligung führen kann. Aktiviere daher nur die Vendoren, mit denen du tatsächlich aktiv zusammenarbeitest!"],"Create all selected vendors":["Alle ausgewählten Vendoren erstellen"],"Are you sure you want to delete this vendors?":["Bist du sicher, dass du diese Vendoren löschen möchtest?"],"Deleting vendors...":["Lösche Vendoren..."],"Delete all":["Alle löschen"],"Vendor":["Vendor"],"This vendor is no longer available and\/or has been removed from the list of available vendors by the GVL. For this vendor, you can no longer request a consent from your visitors.":["Dieser Vendor ist nicht mehr verfügbar und\/oder wurde von der GVL aus der Liste der verfügbaren Anbieter entfernt. Für diesen Vendor kannst du von deinen Besuchern keine Einwilligung mehr einholen."],"Abandoned":["Stillgelegt"],"Already created":["Bereits erstellt"],"Used in ad networks":["In Werbenetzwerken verwendet"],"Edit Content Blocker":["Content Blocker bearbeiten"],"Are you sure you want to delete this vendor?":["Bist du sicher, dass du diesen Vendor löschen möchtest?"],"You have not yet created a TCF vendor configuration.":["Du hast noch keine TCF Vendor-Konfiguration erstellt."],"Google Adsense displays advertisements from various advertising partners (ad servers) on your website by integrating just one AdSense scripts. A complex bidding system decides which advertising partner receives the advertising slot in the end.":["Google AdSense zeigt Anzeigen von verschiedenen Werbepartnern (Adservern) auf deiner Website an, indem du nur ein AdSense-Script integrierst. Ein komplexes Gebotssystem entscheidet, welcher Werbepartner am Ende den Werbeplatz erhält."],"Google Advertising Products only":["Nur Google Advertising Products"],"Only Google can display ads booked e.g. via Google Ads. This means that you obtain less consent from your website visitors, but will not generate the optimum revenue.":["Nur Google kann gebuchte Anzeigen z.B. über Google Ads anzeigen. Das bedeutet, dass du weniger Einwilligung von deinen Website-Besuchern einholst, aber auch nicht den optimalen Umsatz erzielst."],"Commonly used ad partners":["Häufig verwendete Werbepartner"],"Consent is requested for all advertising partners who display a particularly large amount of advertising via Adsense (list provided by Google). This increases your revenue and at the same time you obtain consent from a manageable number of TCF vendors.":["Die Einwilligung wird für alle Werbepartner eingeholt, die besonders viel Werbung über Adsense schalten (Liste wird von Google bereitgestellt). Das erhöht deine Einnahmen und gleichzeitig fragst du nach der Einwilligung in eine überschaubare Anzahl von TCF-Vendoren."],"All ad partners using Google Adsense":["Alle Werbepartner, die Google Adsense nutzen"],"Consent is obtained for all advertising partners who display advertising via Adsense. This leads to maximum revenue, but data protectionists could question the effectiveness of the consent due to the excessive number of vendors.":["Die Einwilligung wird für alle Werbepartner eingeholt, die Werbung über Adsense schalten. Dies führt zu maximalen Einnahmen, aber Datenschützer könnten die Wirksamkeit der Einwilligung aufgrund der zu großen Anzahl von Anbietern anzweifeln."]}}}