{"translation-revision-date":"2025-03-18 12:35+0000","generator":"WP-CLI\/2.11.0","source":"chunk-config-tab-settings.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=n != 1;"},"Please choose an option!":["Bitte wähle eine Option!"],"Enabled":["Aktiviert"],"Disabled":["Deaktiviert"],"Description":["Beschreibung"],"Cancel":["Abbrechen"],"Select":["Auswählen"],"Search...":["Suche..."],"Transparency & Consent Framework (TCF)":["Transparency & Consent Framework (TCF)"],"Google Consent Mode":["Google Consent Mode"],"Collect additional data via URL parameters":["Zusätzliche Daten über URL-Parameter sammeln"],"Redact ads data without consent":["Daten zu Werbeanzeigen ohne Einwilligung reduzieren"],"Naming of requested consent types in first view":["Benennung der angeforderten Einwilligungsarten in der ersten Ansicht"],"Legal basis to be applied":["Anzuwendende Rechtsgrundlage"],"GDPR \/ ePrivacy Directive":["DSGVO \/ ePrivacy-Richtlinie"],"DSG (Switzerland)":["DSG (Schweiz)"],"Cookie Banner\/Dialog":["Cookie Banner\/Dialog"],"Content Blocker":["Content Blocker"],"Automatically accept all services for bots":["Automatisch alle Services für Bots akzeptieren"],"Respect \"Do Not Track\"":["Respektiere \"Do Not Track\""],"Duration of cookie consent":["Gültigkeitsdauer der Cookie-Einwilligung"],"days":["Tage"],"Handling of failed consent documentation":["Handhabung fehlgeschlagener Einwilligungsdokumentation"],"Allow only essential services":["Nur essenzielle Services zulassen"],"Respect user consent":["Einwilligung der Nutzer respektieren"],"Save IP address on consent":["IP-Adresse bei Einwilligung speichern"],"Consent for data processing in unsafe third countries":["Einwilligung zur Datenverarbeitung in unsicheren Drittländern"],"Age notice for consent":["Altershinweis zur Einwilligung"],"Age limit":["Altersgrenze"],"Banner-less consent":["Einwilligung ohne Banner (Banner-less)"],"Show cookie banner on specific pages":["Cookie Banner auf bestimmten Seiten einblenden"],"Naming of all services in first view":["Benennung aller Services in der ersten Ansicht"],"Consent Forwarding":["Weiterleitung der Einwilligung"],"Hide on additional pages":["Auf zusätzlichen Seiten ausblenden"],"Geo-restriction":["Geo-Restriction"],"Show banner only to users from these countries":["Banner nur Benutzern aus diesen Ländern anzeigen"],"Implicit consent for users from third countries":["Implizite Einwilligung für Nutzer aus Drittländern"],"Accept all":["Alle akzeptieren"],"Accept only essentials":["Nur essenzielle akzeptieren"],"Successfully copied to the clipboard!":["Erfolgreich in die Zwischenablage kopiert!"],"Reset":["Zurücksetzen"],"Link":["Link"],"Copy to clipboard":["In die Zwischenablage kopieren"],"Customize":["Anpassen"],"Activate license":["Lizenz aktivieren"],"General":["Allgemein"],"Deactivate":["Deaktivieren"],"Consent":["Einwilligung"],"https:\/\/gdpr-text.com\/read\/article-5\/":["https:\/\/gdpr-text.com\/de\/read\/article-5\/"],"Leave":["Verlassen"],"Countries with an adequacy decision in EU: %s":["Länder mit einem Angemessenheitsbeschluss in der EU: %s"],"Countries with an adequacy decision in Switzerland: %s":["Länder mit einem Angemessenheitsbeschluss in der Schweiz: %s"],"Countries where GDPR applies: %s":["Länder, in denen die DSGVO gilt: %s"],"Countries where %s applies":["Länder, in denen die %s gilt"],"legal-text\u0004GDPR (EU\/EEA)":["DSGVO (EU\/EWR)"],"legal-text\u0004DSG (Switzerland)":["DSG (Schweiz)"],"legal-text\u0004GDPR":["DSGVO"],"legal-text\u0004Art. 49 (1) (a) GDPR (EU\/EEA)":["Art. 49 Abs. 1 lit. a DSGVO (EU\/EWR)"],"legal-text\u0004Art. 17 (1) (a) DSG (Switzerland)":["Art. 17 Abs. 1 lit. a DSG (Schweiz)"],"legal-text\u0004Art. 49 (1) (a) GDPR":["Art. 49 Abs. 1 lit. a DSGVO"],"https:\/\/gdpr-text.com\/read\/article-49\/":["https:\/\/gdpr-text.com\/de\/read\/article-49\/"],"https:\/\/www.fedlex.admin.ch\/eli\/cc\/2022\/491\/en#art_17":["https:\/\/www.fedlex.admin.ch\/eli\/cc\/2022\/491\/de#art_17"],"Legal notice":["Impressum"],"Privacy policy":["Datenschutzerklärung"],"General terms and conditions":["Allgemeine Geschäftsbedingungen"],"Terms of use":["Nutzungsbedingungen"],"Cancellation policy":["Widerrufsbelehrung"],"Cookie policy":["Cookie-Richtlinie"],"Data processing agreement":["Auftragsverarbeitungsvertrag"],"Dispute resolution":["Streitbeilegung"],"Other":["Anderes"],"Successfully updated settings!":["Einstellungen erfolgreich aktualisiert!"],"The settings could not be saved due to missing\/invalid form values.":["Die Einstellungen konnte aufgrund fehlender\/ungültiger Formularwerte nicht gespeichert werden."],"You have unsaved changes. If you leave this page, your changes will be discarded.":["Du hast ungespeicherte Änderungen. Wenn du diese Seite verlässt, werden deine Änderungen verworfen."],"Type":["Typ"],"Link text":["Link-Text"],"No links are displayed in the footer.":["In der Fußzeile werden keine Links angezeigt."],"Use external URL":["Externe URL verwenden"],"Please enter a valid URL!":["Bitte gib eine gültige URL ein!"],"You need to select the page in your default language here. The translation will be output automatically.":["Hier musst du die Seite in deiner Standardsprache auswählen. Die Übersetzung wird dann automatisch ausgegeben."],"The cookie banner is hidden on all subpages due to the active option {{a}}Consent > Banner-less consent{{\/a}}.":["Der Cookie Banner wird auf allen Unterseiten ausgeblendet auf Grund der aktiven {{a}}Option Cookies > Einstellungen > Einwilligung ohne Banner (Banner-less){{\/a}}."],"Hide cookie banner on this page":["Cookie Banner auf dieser Seite ausblenden"],"You mentioned Real Cookie Banner in your privacy policy.":["Du hast Real Cookie Banner in deiner Datenschutzerklärung erwähnt."],"Show suggested text":["Vorgeschlagenen Text anzeigen"],"You must mention in your privacy policy that you use Real Cookie Banner and what data it processes. The following text suggestion can be copied into your privacy policy.":["Du musst in deiner Datenschutzerklärung erwähnen, dass du Real Cookie Banner verwendest und welche Daten es verarbeitet. Der folgende Textvorschlag kann in deine Datenschutzerklärung kopiert werden."],"I will check the following sample text for a privacy policy regarding the use of Real Cookie Banners myself and adapt it for my specific use case. In doing so, I will particularly consider overlaps with other areas of my privacy policy.":["Ich werde folgenden Beispieltext für eine Datenschutzerklärung zum Einsatz von Real Cookie Banner selbst prüfen und für meinen konkreten Anwendungsfall anpassen. Dabei werde ich insbesondere Überschneidungen zu anderen Bereichen meiner Datenschutzerklärung berücksichtigen."],"Successfully copied privacy policy text to clipboard!":["Text für Datenschutzerklärung erfolgreich in die Zwischenablage kopiert!"],"legal-text\u0004To manage the cookies and similar technologies used (tracking pixels, web beacons, etc.) and related consents, we use the consent tool \"Real Cookie Banner\". Details on how \"Real Cookie Banner\" works can be found at <a href=\"https:\/\/devowl.io\/rcb\/data-processing\/\" rel=\"noreferrer\" target=\"_blank\">https:\/\/devowl.io\/rcb\/data-processing\/<\/a>.\n\nThe legal basis for the processing of personal data in this context are Art. 6 (1) (c) GDPR and Art. 6 (1) (f) GDPR. Our legitimate interest is the management of the cookies and similar technologies used and the related consents.\n\nThe provision of personal data is neither contractually required nor necessary for the conclusion of a contract. You are not obliged to provide the personal data. If you do not provide the personal data, we will not be able to manage your consents.":["Zur Verwaltung der eingesetzten Cookies und ähnlichen Technologien (Tracking-Pixel, Web-Beacons etc.) und diesbezüglicher Einwilligungen setzen wir das Consent Tool \"Real Cookie Banner\" ein. Details zur Funktionsweise von \"Real Cookie Banner\" findest du unter <a href=\"https:\/\/devowl.io\/de\/rcb\/datenverarbeitung\/\" rel=\"noreferrer\" target=\"_blank\">https:\/\/devowl.io\/de\/rcb\/datenverarbeitung\/<\/a>.\n\nRechtsgrundlagen für die Verarbeitung von personenbezogenen Daten in diesem Zusammenhang sind Art. 6 Abs. 1 lit. c DS-GVO und Art. 6 Abs. 1 lit. f DS-GVO. Unser berechtigtes Interesse ist die Verwaltung der eingesetzten Cookies und ähnlichen Technologien und der diesbezüglichen Einwilligungen.\n\nDie Bereitstellung der personenbezogenen Daten ist weder vertraglich vorgeschrieben noch für den Abschluss eines Vertrages notwendig. Du bist nicht verpflichtet die personenbezogenen Daten bereitzustellen. Wenn du die personenbezogenen Daten nicht bereitstellst, können wir deine Einwilligungen nicht verwalten."],"Edit privacy policy":["Datenschutzerklärung bearbeiten"],"You have not yet activated the cookie policy feature. Real Cookie Banner offers you the possibility to create your own cookie policy. If you use your own cookie policy, you can ignore this notice.":["Du hast die Funktion der Cookie-Richtlinie noch nicht aktiviert. Real Cookie Banner bietet dir die Möglichkeit, deine eigene Cookie-Richtlinie zu erstellen. Wenn du bereits deine eigene Cookie-Richtlinie verwendest, kannst du diesen Hinweis ignorieren."],"Open in new window":["In einem neuen Fenster öffnen"],"Add another link":["Einen weiteren Link hinzufügen"],"I am aware that the texts in the cookie policy are suggested formulations and that the manufacturer of Real Cookie Banner cannot take any liability for the topicality, correctness or completeness of the information. I will check the information on my own responsibility, added missing information and correct information that does not fit to my specific use case on my own responsibility.":["Mir ist bewusst, dass es sich bei den Texten in der Cookie-Richtlinie um Formulierungsvorschläge handelt und dass der Hersteller von Real Cookie Banner keine Haftung für die Aktualität, Korrektheit oder Vollständigkeit der Informationen übernimmt. Ich prüfe die Informationen eigenverantwortlich, ergänze fehlende Informationen und werde Informationen, die nicht zu meinem konkreten Anwendungsfall passen, eigenverantwortlich korrigieren."],"Create page":["Seite erstellen"],"legal-text\u0004I am aware that the texts in the cookie banner and content blocker are suggested formulations and that the manufacturer of Real Cookie Banner cannot take any liability for the topicality, correctness or completeness of the information. I have checked the information on my own responsibility, added missing information and correct information that does not fit to my specific use case on my own responsibility.":["Mir ist bewusst, dass es sich bei den Texten im Cookie Banner und Content Blocker um Formulierungsvorschläge handelt und dass der Hersteller von Real Cookie Banner keine Haftung für die Aktualität, Korrektheit oder Vollständigkeit der Informationen übernimmt. Ich habe die Informationen eigenverantwortlich geprüft, fehlende Informationen ergänzt und Informationen, die nicht zu meinem konkreten Anwendungsfall passen, eigenverantwortlich korrigieren."],"Activate now!":["Jetzt aktivieren!"],"You can enable and disable the cookie banner. We recommend to activate the cookie banner on your website after you have added all services.":["Du kannst das Cookie Banner aktivieren und deaktivieren. Wir empfehlen dir, das Cookie Banner auf deiner Website zu aktivieren, nachdem du alle Services eingepflegt hast."],"This feature allows you to block content that would process personal data and set cookies, but for which you do not yet have the visitor's consent.":["Diese Funktion ermöglicht es dir, Inhalte zu blockieren, die personenbezogene Daten verarbeiten und Cookies setzen würden, für die du aber noch nicht die Einwilligung des Besuchers hast."],"Website operator details":["Details zum Website-Betreiber"],"You as a website operator should provide your address and at least one digital contact option to fulfill your information obligations for self-hosted services. If you have a company with subsidiaries, please disclose the company that is responsible for the data processing on their website.":["Du als Website-Betreiber solltest deine Adresse und mindestens eine digitale Kontaktmöglichkeit angeben, um deine Informationspflichten für selbst gehostete Services zu erfüllen. Wenn du ein Unternehmen mit Tochtergesellschaften hast, gib bitte das Unternehmen an, das für die Datenverarbeitung auf ihrer Website verantwortlich ist."],"Full address":["Vollständige Adresse"],"e.g. Global Co., 90210 Broadway Blvd., Nashville, TN 37011-5678 (without country)":["z.B. Muster GmbH, Musterstraße 1, 12345 Musterhausen (ohne Land)"],"Country":["Land"],"Phone":["Telefon"],"Please provide a valid email!":["Bitte gib eine gültige E-Mail-Adresse ein!"],"Email":["E-Mail"],"Contact form":["Kontaktformular"],"Please choose at least one legal basis to apply!":["Bitte wähle mindestens eine Rechtsgrundlage aus!"],"Your website, and consequently the cookie banner, can be aligned to different legal bases. If you select multiple legal bases, suggestions in the settings will always match the stricter legal basis.":["Deine Website und damit auch das Cookie Banner können auf verschiedene Rechtsgrundlagen ausgerichtet werden. Wenn du mehrere Rechtsgrundlagen auswählst, werden die Vorschläge in den Einstellungen immer der strengeren Rechtsgrundlage entsprechen."],"Cookie policy page":["Seite der Cookie-Richtlinie"],"Open page":["Seite öffnen"],"If you want to deactivate the cookie policy page, the page created for it will also be deleted.":["Wenn du die Seite mit der Cookie-Richtlinie deaktivieren möchtest, wird die dafür erstellte Seite ebenfalls gelöscht."],"Deactivate and delete page":["Seite deaktivieren und löschen"],"https:\/\/devowl.io\/knowledge-base\/cookie-policy-wordpress-website\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/cookie-richtlinie-wordpress-website\/"],"A cookie policy is a document that lists all the cookies and similar instruments used on a website and provides comprehensive information about each cookie. There is {{strong}}no obligation{{\/strong}} to create a cookie policy under the GDPR or the ePrivacy Directive. But it can help you to present the handling of cookies and cookie-like technologies to your website visitors transparently and separately from your privacy policy.":["Die Cookie-Richtlinie ist ein Dokument, das alle auf einer Website verwendeten Cookies oder Cookie-ähnlichen Technologien auflistet und umfassende Informationen zu diesen Technologien liefert. Es gibt {{strong}}keine Pflicht{{\/strong}} zum Erstellen einer Cookie-Richtlinie nach der DSGVO oder der ePrivacy-Richtlinie. Sie kann dich aber dabei unterstützen, den Umgang mit Cookies und Cookie-ähnlichen Technologien für deine Website-Besucher transparent und getrennt von deiner Datenschutzerklärung darzustellen."],"Footer links":["Fußzeilen Links"],"According to the ePrivacy Directive, legally required pages such as the privacy policy may be accessible without the user having to give consent to services and their cookies. Therefore, it is recommended to avoid processing personal data and setting cookies on these pages and not to display a cookie banner, but add those links to the footer of the cookie banner. Content blockers block loading of scripts etc. even on pages where the cookie banner is not displayed.":["Gemäß der ePrivacy-Richtlinie sollten gesetzlich vorgeschriebene Seiten wie die Datenschutzerklärung zugänglich sein, ohne dass der Nutzer seine Einwilligung zu Services und deren Cookies geben muss. Daher wird empfohlen, die Verarbeitung personenbezogener Daten und das Setzen von Cookies auf diesen Seiten zu vermeiden und keinen Cookie Banner anzuzeigen, aber diese Links in die Fußzeile des Cookie Banners einzufügen. Content Blocker blockieren das Laden von Skripten usw. auch auf Seiten, auf denen das Cookie Banner nicht angezeigt wird."],"Hide cookie banner on specific pages":["Cookie Banner auf bestimmten Seiten ausblenden"],"Want to hide cookie banner on more pages?":["Möchtest du das Cookie Banner auf mehreren Seiten ausblenden?"],"Cookie banners are legally necessary, but distract your users from the essentials. For example, on landing pages for advertising campaigns, they lead to lower conversion rates. On these pages, it can be useful to avoid processing personal data and setting cookies to keep the conversion rate high. You can hide the cookie banner on these pages.":["Cookie Banner sind rechtlich notwendig, lenken deine Nutzer aber vom Wesentlichen ab. Zum Beispiel auf Landingpages für Werbekampagnen führen sie zu schlechteren Konversionsraten. Auf diesen Seiten kann es sinnvoll sein, auf die Verarbeitung personenbezogener Daten und das Setzen von Cookies zu verzichten, um die Konversionsrate hochzuhalten. Du kannst das Cookie Banner auf diesen Seiten ausblenden."],"Load services after consent via":["Lade Services nach Einwilligung mittels"],"HTML\/JavaScript Snippet":["HTML\/JavaScript Snippet"],"In order to be able to transfer consents to Google Tag Manager via Google Consent Mode, please activate this standard first under {{a}}Settings > Google Consent Mode{{\/a}}.":["Um Einwilligungen über den Google Consent Mode an den Google Tag Manager übertragen zu können, musst du diesen Standard zunächst unter {{a}}Einstellungen > Google Consent Mode{{\/a}} aktivieren."],"Google Tag Manager with Google Consent Mode":["Google Tag Manager mit Google Consent Mode"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-google-consent-mode\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-mit-google-tag-manager-google-consent-mode\/"],"%s Event":["%s Ereignis"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-mit-google-tag-manager-oder-matomo-tag-manager\/"],"Want to use a Tag Manager legally?":["Möchtest einen Tag Manager legal verwenden?"],"pro-modal\/set-cookies-via-manager.png":["pro-modal\/de\/set-cookies-via-manager.png"],"You can integrate services via Google Tag Manager or Matomo Tag Manager. At the same time, you can obtain and document consents via Real Cookie Banner in accordance with data protection regulations.":["Du kannst Services über Google Tag Manager oder Matomo Tag Manager integrieren. Gleichzeitig kannst du über Real Cookie Banner Einwilligungen gemäß den Datenschutzvorschriften einholen und dokumentieren."],"You only need to change this option if you use Google Tag Manager or Matomo Tag Manager.":["Du musst diese Option nur ändern, wenn du Google Tag Manager oder Matomo Tag Manager verwendest."],"If you opt-in to or opt-out from services, you will normally execute JavaScript code to ensure that scripts are enabled\/disabled and cookies are set\/removed on the visitor's client. If you use Google Tag Manager or Matomo Tag Manager, you can map this behavior using tags. However, even if they are executed via the tag manager, the tags may only be fired if consent has been given for the respective service. Real Cookie Banner can automatically transmit the consent to the respective Tag Manager via events or Google Consent Mode (recommended).":["Wenn der Verwendung von Services zugestimmt oder diese verweigert werden, wird normalerweise JavaScript-Code ausgeführt, um sicherzustellen, dass Scripts aktiviert\/deaktiviert und Cookies auf dem Besucher-Client gesetzt\/entfernt werden. Wenn du den Google Tag Manager oder Matomo Tag Manager verwendest, kannst du dieses Verhalten mit Tags abbilden. Aber auch wenn sie über den Tag Manager ausgeführt werden, dürfen die Tags nur ausgelöst werden, wenn die Einwilligung für den jeweiligen Service erteilt wurde. Real Cookie Banner kann die Einwilligung automatisch über Ereignisse oder den Google Consent Mode (empfohlen) an den jeweiligen Tag Manager übermitteln."],"Reset plugin and texts":["Plugin und Texte zurücksetzen"],"Start vendor configuration":["Vendor-Konfiguration beginnen"],"Save settings":["Einstellungen speichern"],"Do you need consent for data processing in unsafe countries?":["Brauchst du eine Einwilligung zur Datenverarbeitung in unsicheren Drittländern?"],"pro-modal\/data-processing-in-insecure-third-countries.png":["pro-modal\/de\/data-processing-in-insecure-third-countries.png"],"The GDPR offers a great level of data protection. For data processing in countries where the GDPR does not apply, safety mechanisms are required that guarantee an appropriate level of protection. This is usually an adequacy decision or standard contractual clauses. If none of the safety mechanisms are in place, you must inform your website visitors about special risks and their consequences and obtain special consent in accordance with {{aGdpr}}Art. 49 GDPR{{\/aGdpr}}.":["Die DSGVO bietet ein hohes Maß an Datenschutz. Für die Datenverarbeitung in Ländern, in denen die DSGVO nicht gilt, sind Sicherheitsmechanismen erforderlich, die ein angemessenes Schutzniveau gewährleisten. Dies ist in der Regel ein Angemessenheitsbeschluss oder Standardvertragsklauseln. Wenn keiner der Sicherheitsmechanismen vorhanden ist, musst du deine Website-Besucher über besondere Risiken und deren Folgen informieren und eine besondere Einwilligung gemäß {{aGdpr}}Art. 49 DSGVO{{\/aGdpr}} einholen."],"Countries in which {{legalBasis\/}} are not applicable are considered as unsafe third countries in which no personal data of your visitors may initially be transmitted or processed. For some countries, there is an {{adequacy}}{{u}}adequacy decision{{\/u}}{{\/adequacy}} that declares the country to be safe. You can also conclude {{aSCC}}standard contractual clauses{{\/aSCC}} with service providers that contractually guarantee safe data processing. Sometimes, however, none of these safety mechanisms exist and it is not possible to waive the use of the service. In accordance with {{article\/}}, it is possible to obtain the consent of website visitors for the one-off and multiple processing of personal data. Consent to the regular processing of data in unsafe third countries in this way is controversial. This means that at least some of the convenient services can still be used. Activate this option to flag the processing of personal data in unsafe countries and obtain the special consent from your visitors.":["Länder, in denen {{legalBasis\/}} nicht anwendbar sind, gelten als unsichere Drittländer, in die personenbezogene Daten deiner Besucher zunächst nicht übermittelt oder verarbeitet werden dürfen. Für einige Länder gibt es einen {{adequacy}}{{u}}Angemessenheitsbeschluss{{\/u}}{{\/adequacy}} der das Land für sicher erklärt. Du kannst auch {{aSCC}}Standardvertragsklauseln{{\/aSCC}} mit Serviceprovidern abschließen, die eine sichere Datenverarbeitung vertraglich garantieren. Manchmal gibt es aber keinen dieser Sicherheitsmechanismen und es ist nicht möglich, auf die Nutzung des Dienstes zu verzichten. Gemäß {{article\/}} ist es möglich, die Einwilligung der Website-Besucher für die einmalige und mehrfache Verarbeitung personenbezogener Daten einzuholen. Die Einwilligung in die regelmäßige Verarbeitung von Daten in unsicheren Drittländern auf diese Weise ist umstritten. So können zumindest einige der bequemen Services weiterhin genutzt werden. Aktiviere diese Option, um die Verarbeitung personenbezogener Daten in unsicheren Ländern zu kennzeichnen und die besondere Einwilligung deiner Besucher einzuholen."]," or ":[" oder "],"https:\/\/commission.europa.eu\/law\/law-topic\/data-protection\/international-dimension-data-protection\/standard-contractual-clauses-scc_en":["https:\/\/commission.europa.eu\/law\/law-topic\/data-protection\/international-dimension-data-protection\/standard-contractual-clauses-scc_en?prefLang=de"],"Change text in customizer":["Text im Customizer ändern"],"In accordance with {{a}}Art. 8 GDPR{{\/a}}, consent to services that process personal data and\/or set cookies can only be given from the age of 16 years (varying in some EU countries) or together with a legal guardian. If your website does not clearly and exclusively address adults (e.g. dating or porn sites), you as the website operator must inform children under the minimum age in simple language that they are not allowed to consent to non-essential services without their legal guardian.":["Gemäß {{a}}Art. 8 DSGVO{{\/a}} kann die Einwilligung zu Services, die personenbezogene Daten verarbeiten und\/oder Cookies setzen, erst ab einem Alter von 16 Jahren (in einigen EU-Ländern abweichend) oder zusammen mit einem Erziehungsberechtigten erteilt werden. Wenn sich deine Website nicht eindeutig und ausschließlich an Erwachsene richtet (z.B. Dating- oder Porno-Seiten), musst du als Websitebetreiber Kinder unter dem Mindestalter in einfacher Sprache darüber informieren, dass sie ohne deren Erziehungsberechtigten keine Einwilligung in nicht-essenzielle Services geben dürfen."],"https:\/\/gdpr-text.com\/read\/article-8\/":["https:\/\/gdpr-text.com\/de\/read\/article-8\/"],"Determine age limit based on specified website operator country":["Bestimme die Altersgrenze auf der Grundlage des angegebenen Landes des Website-Betreibers"],"GDPR standard":["DSGVO Standard"],"%d years":["%d Jahre"],"The age limit should only differ from the age limit in the country of the website operator if you are primarily targeting visitors from another country with a {{strong}}higher{{\/strong}} age limit. Changing the age limit therefore only makes sense in a few exceptional cases.":["Die Altersgrenze sollte nur dann von der Altersgrenze im Land des Website-Betreibers abweichen, wenn du dich hauptsächlich an Besucher aus einem anderen Land mit einer {{strong}}höheren{{\/strong}} Altersgrenze wendest. Die Änderung der Altersgrenze ist daher nur in wenigen Ausnahmefällen sinnvoll."],"The visitor to your website should be adequately informed of what he or she is agreeing to when consenting to all services. Therefore, in the first view of the cookie banner, all services can be written out by name in a comma-separated list. Your website visitor can thus better assess whether he really wants to agree to all services without visiting the individual privacy settings.":["Der Besucher deiner Website sollte ausreichend darüber informiert werden, wozu er oder sie einwilligt, wenn er oder sie allen Services einwilligt. Deshalb können in der ersten Ansicht des Cookie Banners alle Services namentlich und durch Komma getrennt ausgeschrieben werden. So kann dein Website-Besucher besser einschätzen, ob er wirklich IN alle Services einwilligen will, ohne die individuellen Privatsphäre-Einstellungen zu besuchen."],"Enabling the option means that the cookie banner will no longer be displayed on your website. Consent to certain services can only be given via visual content blockers or the legal link to the privacy settings (only a few website visitors use this). To comply with your information obligations, especially for essential services, you must have a cookie policy on your website or provide all the necessary information manually in your privacy policy. The document must be linked on every subpage of the website.":["Durch Aktivieren der Option wird der Cookie Banner auf deiner Website nicht mehr angezeigt. Einwilligungen in einzelne Services können nur noch über visuelle Content Blocker oder den rechtlichen Link zu den Privatsphäre-Einstellungen (den nur wenige Website-Besucher nutzen) gegeben werden. Zur Erfüllung deiner Informationspflichten vorallem für essenzielle Services musst du eine Cookie-Richtlinie auf deiner Website haben oder alle notwendigen Informationen manuell in deiner Datenschutzerklärung angeben. Das Dokument muss auf jeder Unterseite der Website verlinkt sein."],"Cookie policy page already created":["Seite für Cookie-Richtlinie bereits erstellt"],"Create cookie policy page with content automatically":["Cookie-Richtlinie Seite mit Inhalt automatisch anlegen"],"The service %s does not have a visual content blocker, which is why website visitors without cookie banners cannot consent to it (except via the legal link to change the privacy settings). As a result, this service will normally no longer be embeded on your website.":["Der Service %s hat keine visuellen Content Blocker, weshalb Website-Besucher ohne Cookie Banner in diesen nicht einwilligen kann (außer über den rechtlichen Link zum Ändern der Privatsphäre-Einstellungen). Dieser Service wird folglich auf deiner Website in der Regel nicht mehr ausgespielt.","Die Services %s haben keine visuellen Content Blocker, weshalb Website-Besucher ohne Cookie Banner in sie nicht einwilligen können (außer über den rechtlichen Link zum Ändern der Privatsphäre-Einstellungen). Diese Services werden folglich auf deiner Website in der Regel nicht mehr ausgespielt."]," and ":[" und "],"Banner-less consent will preventing visitors from consenting to TCF vendor purposes, which will result in significantly reduced advertising revenue. We advise against using the Transparency & Consent Framework together with banner-less consent!":["Einwilligung ohne Cookie Banner (Banner-less) verhindert, dass Besucher ihre Einwilligung zu Zwecken der TCF Vendoren geben können, was zu deutlich geringeren Werbeeinnahmen führt. Wir raten davon ab, das Transparency & Consent Framework zusammen mit einer Einwilligung ohne Banner (Banner-less) zu verwenden!"],"Do you want to avoid using a cookie banner?":["Möchtest du die Verwendung eines Cookie-Banners vermeiden?"],"pro-modal\/banner-less-consent.png":["pro-modal\/de\/banner-less-consent.png"],"Bannerless consent ensures a seamless, distraction-free experience for your visitors. By using essential services and visual content blockers, you can avoid intrusive cookie banners and at the same time allow users to easily manage their consent for specific content such as YouTube videos in accordance with the legal regulations.":["Die Einwilligung ohne Cookie Banner (Banner-less) gewährleistet ein nahtloses, ablenkungsfreies Erlebnis für deine Besucher. Durch den Einsatz essenzieller Services und visueller Content Blocker kannst du aufdringliche Cookie Banner vermeiden und gleichzeitig den Nutzern die Möglichkeit geben, ihre Einwilligung für bestimmte Inhalte wie YouTube-Videos im Einklang mit den gesetzlichen Bestimmungen einfach zu verwalten."],"If you only use essential services and those with a visual content blocker, you can avoid using a cookie banner so that your website visitors are not distracted. Visual content blockers initially block all services that require consent. For example, if a visitor wants to watch a YouTube video, they can give their consent in the content blocker for these videos to always be loaded in future. To fulfill your information obligations, you should have a cookie policy on your website (created automatically) or provide all necessary information in your privacy policy (manually).":["Setzt du nur essenzielle Services und solche mit visuellem Content Blocker ein, kannst du auf ein visuelles Cookie Banner verzichten, sodass deine Website-Besucher nicht abgelenkt werden. Visuelle Content Blocker blockieren zunächst alle einwilligungspflichtigen Services. Möchte ein Besucher z.B. ein YouTube-Video ansehen, kann er im Content Blocker einwilligen, wodurch diese Videos auf deiner Website künftig immer geladen werden. Zur Erfüllung deiner Informationspflichten solltest du eine Cookie-Richtlinie auf deiner Website haben (automatisch erstellt) oder alle notwendigen Informationen in deiner Datenschutzerklärung angeben (manuell)."],"The cookie banner is generally not displayed due to consent being obtained without a banner (banner-less). However, if non-essential services without visual content blockers are required on certain subpages, you can display the cookie banner when the visitor accesses one of these subpages for the first time. This is useful e.g. for using services like Google Ads Conversion Tracking or Google Analytics on specific landing pages.":["Das Cookie Banner wird in der Regel nicht angezeigt, da die Einwilligung ohne Banner (Banner-less) eingeholt wird. Wenn jedoch auf bestimmten Unterseiten nicht essenzielle Services ohne visuelle Content Blocker erforderlich sind, kannst du das Cookie Banner anzeigen, wenn der Besucher zum ersten Mal auf eine dieser Unterseiten zugreift. Das ist z. B. nützlich, wenn du Services wie Google Ads Conversion Tracking oder Google Analytics auf bestimmten Landingpages nutzen möchtest."],"It is possible that your website can still be accessed (e.g. due to a highly scalable page cache), but that consents given in the cookie banner can no longer be documented (e.g. server overload due to too much traffic). In this case, Real Cookie Banner will try to document the consent as soon as the server is avaible again in accordance with your legal obligations. In the meantime, there is a risk if the consent of your website visitor is respected and thus non-essential services are played out whose consent or legitimate interest you cannot prove. However, if you expect a temporary overload of your server, e.g. due to an event, it may be economically advantageous to take this risk.":["Es ist möglich, dass deine Website zwar noch erreichbar ist (z. B. aufgrund eines hochskalierbaren Page Cache), aber die im Cookie Banner erteilten Einwilligungen nicht mehr dokumentiert werden können (z. B. Serverüberlastung aufgrund von zu viel Traffic). In diesem Fall wird Real Cookie Banner versuchen, die Einwilligung gemäß deinen rechtlichen Verpflichtungen zu dokumentieren, sobald der Server wieder erreichbar ist. In der Zwischenzeit besteht ein Risiko, wenn die Einwilligung deines Website-Besuchers respektiert wird und somit nicht essentielle Services ausgespielt werden, deren Einwilligung oder berechtigtes Interesse du nicht nachweisen kannst. Wenn du jedoch eine vorübergehende Überlastung deines Servers erwartest, z.B. aufgrund einer Veranstaltung, kann es wirtschaftlich vorteilhaft sein, dieses Risiko einzugehen."],"Advanced settings (Do not track, behavior for bots, saving of IP addresses, duration of cookie consent, lifetime of consent documentations)":["Erweiterte Einstellungen (Do Not Track, Verhalten bei Bots, Speicherung von IP-Adressen, Dauer der Cookie-Einwilligung, Lebensdauer der Einwilligungsdokumente)"],"https:\/\/devowl.io\/2021\/do-not-track\/":["https:\/\/devowl.io\/de\/2021\/do-not-track-was-ist-das\/"],"Users can set the \"Do not track\" HTTP header in their browser to indicate that they do not want to be tracked. If you enable this option, users will be able to access your website with this HTTP header without a cookie banner, if there are no non-essential services that are used based on legitimate interest. Only the non-rejectable services will be used in the case.":["Nutzer können den \"Do Not Track\"-HTTP-Header in ihrem Browser setzen, um anzuzeigen, dass sie nicht getrackt werden wollen. Wenn du diese Option aktivierst, können Nutzer mit diesem HTTP-Header ohne Cookie Banner auf deine Website zugreifen, wenn es keine nicht-essenziellen Services gibt, die aufgrund eines berechtigten Interesses genutzt werden. Nur die nicht abzulehnenden Services werden in dem Fall verwendet."],"According to the TCF standard, all rights of objection are also exercised for these visitors, as the cookie banner is not displayed at all and thus no transparency about legitimate interest can be established.":["Nach dem TCF-Standard werden auch für diese Besucher alle Widerspruchsrechte ausgeübt, da das Cookie Banner gar nicht angezeigt wird und somit keine Transparenz über das berechtigte Interesse hergestellt werden kann."],"Bots are not subject of the GDPR according to {{aGdpr}}Art. 1 GDPR{{\/aGdpr}} and technically cannot give consent to the processing of personal data and the setting of cookies. As a result, they may consider your site as slow if a cookie banner permanently blocks all other content. Therefore, you should allow the bots to browse your site without consent, but still allow all services.":["Bots fallen nicht unter die DSGVO gemäß {{aGdpr}}Art. 1 DSGVO{{\/aGdpr}} und können technisch gesehen keine Einwilligung in die Verarbeitung personenbezogener Daten und das Setzen von Cookies geben. Infolgedessen können sie deine Seite als langsam betrachten, wenn ein Cookie Banner dauerhaft alle anderen Inhalte blockiert. Daher solltest du den Bots erlauben, deine Seite ohne Einwilligung zu durchstöbern, aber trotzdem alle Services zulassen."],"https:\/\/gdpr-text.com\/read\/article-1\/":["https:\/\/gdpr-text.com\/de\/read\/article-1\/"],"Depending on the country of origin, it may make legal sense to store the IP address of the user who consents. On the other hand, you must inform the user in your privacy policy that you are storing this IP address together with the consent, as this is legally {{a}}personal data{{\/a}}.":["Je nach Herkunftsland kann es rechtlich sinnvoll sein, die IP-Adresse des Nutzers, der einwilligt, zu speichern. Andererseits musst du den Nutzer in deiner Datenschutzerklärung darüber informieren, dass du diese IP-Adresse zusammen mit der Einwilligung speicherst, da es sich rechtlich gesehen um {{a}}personenbezogene Daten{{\/a}} handelt. In Deutschland und Österreich raten wir von einer Speicherung ab."],"https:\/\/devowl.io\/2021\/personal-data-gdpr\/":["https:\/\/devowl.io\/de\/2021\/personenbezogene-daten-dsgvo\/"],"Please use a number between %d and %d!":["Bitte verwende eine Zahl zwischen %d und %d!"],"The consent of a user must be limited in time. You can define how long the consent is valid. It can be valid for a maximum of 365 days because every 6-12 months you have to remind the user of the right to revoke consent (cookie banner is displayed again). If you change the behavior or content of the cookie banner meanwhile, visitors to your website will have to give their consent again, even if the time period has not yet expired.":["Die Einwilligung eines Nutzers muss zeitlich begrenzt sein. Du kannst festlegen, wie lange die Einwilligung gültig ist. Sie kann maximal 365 Tage gültig sein, denn alle 6-12 Monate musst du den Nutzer an sein Recht erinnern, seine Einwilligung widerrufen zu können (Cookie Banner wird erneut angezeigt). Wenn du in der Zwischenzeit das Verhalten oder den Inhalt des Cookie Banners änderst, müssen die Besucher deiner Webseite ihre Einwilligung erneut geben, auch wenn der Zeitraum noch nicht abgelaufen ist."],"You are not allowed to ask for consent again in some EU countries, such as Italy, for at least six months (unless the content of the cookie banner changes). In other countries, you must ask for consent again after 12 months at the latest. Therefore, consent should be valid for between 183 days and 365 days.":["In einigen EU-Ländern, wie z. B. Italien, darfst du frühestens nach sechs Monaten erneut um eine Einwilligung bitten (es sei denn, der Inhalt des Cookie Banners ändert sich). In anderen Ländern musst du spätestens nach 12 Monaten erneut um eine Einwilligung bitten. Daher sollte die Einwilligung zwischen 183 und 365 Tagen gültig sein."],"Delete documented consents after":["Dokumentierte Einwilligungen löschen nach"],"months":["Monate"],"Consents was last cleaned up on %s.":["Einwilligungen wurden zuletzt am %s bereinigt."],"Consents are automatically documented in order to be able to prove compliance with the legal requirements according to {{a}}Art. 5 GDPR{{\/a}} and, in case of dispute, to prove how the consent was obtained. The absolute statute of limitations for data protection violations in most EU countries is 10 years. After that, you should delete consents in the interest of data economy.":["Einwilligungen werden automatisch dokumentiert, um die Einhaltung der gesetzlichen Anforderungen gemäß {{a}}Art. 5 DSGVO{{\/a}} nachzuweisen und im Streitfall zu beweisen, wie die Einwilligung eingeholt wurde. Die absolute Verjährungsfrist für Datenschutzverstöße beträgt in den meisten EU-Ländern 10 Jahre. Danach solltest du die Einwilligungen im Interesse der Datensparsamkeit löschen."],"You successfully updated the IP-to-Country database.":["Du hast die IP-zu-Land-Datenbank erfolgreich aktualisiert."],"Countries where GDPR applies":["Länder, in denen die DSGVO gilt"],"This functionality is only available with a valid license, as the IP-to-Country database must be downloaded regularly from our cloud service.":["Diese Funktionalität ist nur mit einer gültigen Lizenz verfügbar, da die IP-zu-Land-Datenbank regelmäßig von unserem Cloud-Service heruntergeladen werden muss."],"Enable geo-restriction?":["Geo-Restriction aktivieren?"],"pro-modal\/geo-restriction.png":["pro-modal\/de\/geo-restriction.png"],"Cookie banners must be displayed only to visitors from certain countries. For example, visitors from the EU. With geo-restriction you can specify exactly who sees a cookie banner and who doesn't, by country.":["Cookie Banner müssen nur für Besucher aus bestimmten Ländern angezeigt werden. Zum Beispiel für Besucher aus der EU. Mit der Geo-Restriction kannst du genau festlegen, wer ein Cookie Banner sieht und wer nicht, je nach Land."],"With the geo-restrictions you can specify that the cookie banner should be displayed only for users from certain countries. In many countries (outside the EU) it is not necessary to display a cookie banner. The location of the user is determined by their IP address.":["Mit den Geo-Restrictions kannst du festlegen, dass der Cookie Banner nur für Nutzer aus bestimmten Ländern angezeigt werden soll. In vielen Ländern (außerhalb der EU) ist es nicht notwendig, ein Cookie Banner anzuzeigen. Der Standort des Nutzers wird durch seine IP-Adresse bestimmt."],"Please confirm that you have read this!":["Bitte bestätige, dass du dies gelesen hast!"],"legal-text\u0004To determine the location of your website visitors, the MaxMind GeoLite2 database will be downloaded to your server and used from there. I have read and agree to the {{aMaxMindEndUserLicense}}MaxMind End User License Agreement{{\/aMaxMindEndUserLicense}}. The download of the database is done via a devowl.io server and I agree to the {{aTerms}}terms and conditions{{\/aTerms}} and {{aPrivacyPolicy}}privacy policy{{\/aPrivacyPolicy}}.":["Um den Standort deiner Website-Besucher zu bestimmen, wird die MaxMind GeoLite2-Datenbank auf deinen Server heruntergeladen und von dort aus verwendet. Ich habe die {{aMaxMindEndUserLicense}}MaxMind End User License Agreement{{\/aMaxMindEndUserLicense}} in Englisch gelesen, habe sie verstanden und stimme zu. Der Download der Datenbank erfolgt über einen devowl.io-Server und ich stimme den {{aTerms}}Allgemeinen Geschäftsbedingungen{{\/aTerms}} und der {{aPrivacyPolicy}}Datenschutzerklärung{{\/aPrivacyPolicy}} zu."],"https:\/\/www.maxmind.com\/en\/end-user-license-agreement":["https:\/\/www.maxmind.com\/en\/end-user-license-agreement"],"https:\/\/devowl.io\/terms\/":["https:\/\/devowl.io\/de\/agb\/"],"https:\/\/devowl.io\/privacy-policy\/":["https:\/\/devowl.io\/de\/datenschutzerklaerung\/"],"legal-text\u0004I understand that this type of location determination is not accurate with one hundred percent certainty. According to {{a}}MaxMind's data{{\/a}}, 99.8%% accuracy is estimated without obligation.":["Ich verstehe, dass diese Art der Standortbestimmung nicht mit hundertprozentiger Sicherheit genau ist. Laut {{a}}MaxMind’s Daten{{\/a}} wird eine Genauigkeit von 99,8%% unverbindlich geschätzt."],"https:\/\/support.maxmind.com\/hc\/en-us\/articles\/4407630607131-Geolocation-Accuracy":["https:\/\/support.maxmind.com\/hc\/en-us\/articles\/4407630607131-Geolocation-Accuracy"],"Determines for users from which countries you want to display a cookie banner. It is recommended to display cookie banners at least in the countries where the GDPR and CCPA apply. The list of countries can be extended at any time by the accession of new countries (Last update: October 2023).":["Bestimmt, für welche Nutzer aus welchen Ländern ein Cookie Banner angezeigt werden soll. Es wird empfohlen, Cookie Banner zumindest in den Ländern anzuzeigen, in denen die DSGVO und CCPA gelten. Die Liste der Länder kann jederzeit durch den Beitritt neuer Länder erweitert werden (Letzte Aktualisierung: Oktober 2023)."],"Set what consent should be implied when a visitor is not shown a cookie banner.":["Lege fest, welche Einwilligung impliziert werden soll, wenn einem Besucher kein Cookie Banner angezeigt wird."],"IP-to-Country database":["IP-zu-Land-Datenbank"],"Update now":["Jetzt aktualisieren"],"You have downloaded the IP-to-Country database the last time on %s":["Du hast die IP-zu-Land-Datenbank das letzte Mal heruntergeladen am %s"],"Something seems to have gone wrong when downloading the IP-to-Country database. Please check if your server has a firewall configured and is blocking the download accordingly, or contact our support!":["Beim Download der IP-zu-Land-Datenbank scheint etwas fehlgeschlagen zu sein. Bitte überprüfe, ob dein Server eine Firewall konfiguriert hat und den Download entsprechend blockiert, oder kontaktiere unseren Support!"],"The IP-to-Country database contains a huge set of IP ranges where we can look up where the current user is coming from based on a specific IP address.":["Die IP-zu-Land-Datenbank enthält eine riesige Menge an IP-Bereichen, in denen wir anhand einer bestimmten IP-Adresse nachschauen können, woher der aktuelle Nutzer kommt."],"You successfully updated the GVL.":["Du hast die GVL erfolgreich aktualisiert."],"This functionality is only available with a valid license, as the TCF Global Vendor List (GVL) must be downloaded regularly from our cloud service.":["Diese Funktionalität ist nur mit einer gültigen Lizenz verfügbar, da die TCF Global Vendor List (GVL) regelmäßig von unserem Cloud-Service heruntergeladen werden muss."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-tcf-setup\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-tcf-einrichtung\/"],"Enable TCF compatibility?":["TCF-Kompatibilität einschalten?"],"pro-modal\/tcf-compatibility.png":["pro-modal\/de\/tcf-compatibility.png"],"TCF (Transparency & Consent Framework) is an industry standard for obtaining consent that is recognized in the EU. You must obtain consent in this form to fully use services such as Google Adsense and to increase your advertising revenue.":["TCF (Transparency & Consent Framework) ist ein in der EU anerkannter Industriestandard zur Einholung von Einwilligungen. Du musst die Einwilligung in dieser Form einholen, um Services wie Google Adsense vollständig nutzen zu können und deine Werbeeinnahmen zu erhöhen."],"The {{a}}Transparency & Consent Framework (TCF){{\/a}} is a standard of the European digital marketing industry association {{aIab}}IAB Europe{{\/aIab}}. It allows users to consent to data collection and processing in accordance with applicable EU law and to share it with third-party services (e.g. advertising networks) in a standardized format. Some services require TCF standard consent to be used on your website. We recommend that you only enable TCF compatibility if you know you need it, as it limits the functionality of Real Cookie Banner.":["Das {{a}}Transparency & Consent Framework (TCF){{\/a}} ist ein Standard des europäischen Branchenverbandes für digitales Marketing {{aIab}}IAB Europe{{\/aIab}}. Er ermöglicht es Nutzern, ihre Einwilligung zur Datenerhebung und -verarbeitung gemäß geltendem EU-Recht zu erteilen und diese in einem standardisierten Format mit dritten Services (z. B. Werbenetzwerken) zu teilen. Einige Services benötigen eine Einwilligung nach dem TCF-Standard, um auf deiner Website genutzt werden zu können. Wir empfehlen die TCF-Kompatibilität nur zu aktivieren, wenn du weißt, dass du sie benötigst, da sie die Funktionen von Real Cookie Banner einschränkt."],"https:\/\/iabeurope.eu\/transparency-consent-framework\/":["https:\/\/iabeurope.eu\/transparency-consent-framework\/"],"https:\/\/iabeurope.eu\/":["https:\/\/iabeurope.eu\/"],"You last agreed to the following on %s":["Du hast dem Folgenden zuletzt zugestimmt am %s"],"You have decided to obtain consent without cookie banners (banner-less consent) on your website by activating {{a}}Banner-less consent{{\/a}}. This means that your website visitors cannot consent to the purposes of TCF vendors in the cookie banner, as no cookie banner is displayed. As a result, most advertising partners will not be able to display any or only very limited advertising, which {{strong}}will generate significantly less revenue{{\/strong}}.":["Du hast dich entschieden, die Einwilligung ohne Cookie Banner (Banner-less) auf deiner Website einzuholen, indem du {{a}}Cookies > Einstellungen > Einwilligung > Einwilligung ohne Banner (Banner-less){{\/a}} aktiviert hast. Das bedeutet, dass deine Website-Besucher den Zwecken der TCF Vendoren im Cookie Banner nicht einwilligen können, da kein Cookie Banner angezeigt wird. Das hat zur Folge, dass die meisten Werbepartner keine oder nur sehr eingeschränkte Werbung schalten können, {{strong}}was zu deutlich geringeren Einnahmen führen wird{{\/strong}}."],"According to the {{a}}TCF Policy Appendix B D. a.{{\/a}}, you must also ensure that the privacy settings on each subpage are easily accessible (e.g. {{aLinks}}place legal links in the footer{{\/aLinks}}) so that you do not violate the terms of the standard.":["Gemäß der {{a}}TCF-Policy Anhang B D. a.{{\/a}} musst du außerdem sicherstellen, dass die Privatsphäre-Einstellungen auf jeder Unterseite leicht zugänglich sind (z. B. indem du {{aLinks}}rechtliche Links in der Fußzeile platzierst{{\/aLinks}}), damit du nicht gegen die Bestimmungen des Standards verstößt."],"https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-policies\/#headline-2055-18959":["https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-policies\/#headline-2055-18959"],"We advise against using the Transparency & Consent Framework together with banner-less consent!":["Wir raten davon ab, das Transparency & Consent Framework zusammen mit einer Einwilligung ohne Banner (Banner-less) zu verwenden!"],"Please confirm that you have read the terms!":["Bitte bestätige, dass du die Bedingungen gelesen hast!"],"legal-text\u0004I have read, agree to, and will fully comply with the {{aPolicies}}IAB Europe Transparency & Consent Framework Policies{{\/aPolicies}} and {{aTerms}}Terms and Conditions for the IAB Europe Transparency & Consent Framework{{\/aTerms}}.":["Ich habe die {{aPolicies}}IAB Europe Transparency & Consent Framework Policies{{\/aPolicies}} und {{aTerms}}Terms and Conditions for the IAB Europe Transparency & Consent Framework{{\/aTerms}} in Englisch gelesen, habe sie verstanden, stimme ihnen zu und werde sie vollständig einhalten."],"https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-policies\/":["https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-policies\/"],"https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-terms-conditions\/":["https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-terms-conditions\/"],"Please confirm that you agree to the visual changes!":["Bitte bestätige, dass du mit den optischen Änderungen einverstanden bist!"],"legal-text\u0004I know that enabling TCF mode will change my consent management (cookie banner) visually as well as functionally. Some options of Real Cookie Banner may be limited to be compliant with the guidelines of the TCF standard.":["Ich weiß, dass die Aktivierung des TCF-Modus mein Einwilligungsmanagement (Cookie Banner) sowohl visuell als auch funktional verändern wird. Einige Optionen von Real Cookie Banner können eingeschränkt sein, um mit den Richtlinien des TCF-Standards konform zu sein."],"Country of the website operator":["Land des Websitebetreibers"],"Please choose the country of origin of your company!":["Bitte gebe das Herkunftsland deines Unternehmens an!"],"The country whose law applies to the operation of your website. Commonly, this corresponds to the country in which your business is established.":["Das Land, dessen Recht für den Betrieb deiner Website gilt. In der Regel entspricht dies dem Land, in dem dein Unternehmen seinen Sitz hat."],"Global Vendor List (GVL)":["Global Vendor Liste (GVL)"],"You have downloaded the GVL the last time on %s":["Du hast die GVL das letzte Mal heruntergeladen am %s"],"Something seems to have gone wrong when downloading the GVL. Please check if your server has a firewall configured and is blocking the download accordingly, or contact our support!":["Irgendetwas scheint beim Herunterladen der GVL fehlgeschlagen zu sein. Bitte überprüfe, ob dein Server eine Firewall konfiguriert hat und den Download entsprechend blockiert, oder kontaktiere unseren Support!"],"The {{a}}Global Vendor List (GVL){{\/a}} contains all vendors registered with IAB Europe that can receive consents via TCF standard. This list is downloaded to your database so that technical and legal data about the vendors is known and you can select from it. The GVL will be automatically updated every week on Thursdays at 5:00 PM (CET) (published once a week by IAB Europe). {{strong}}In case of any changes in the texts or information of the activated vendors, Real Cookie Banner will automatically obtain new consent from all your visitors.{{\/strong}}":["Die {{a}}Global Vendor List (GVL){{\/a}} enthält alle bei der IAB Europe registrierten Anbieter, die über den TCF-Standard Einwilligungen erhalten können. Diese Liste wird in deiner Datenbank heruntergeladen, so dass die technischen und rechtlichen Daten der Anbieter bekannt sind und du daraus auswählen kannst. Die GVL wird automatisch jede Woche donnerstags um 17:00 Uhr (MEZ) aktualisiert (einmal pro Woche von IAB Europe veröffentlicht). {{strong}}Bei Änderungen in den Texten oder Informationen der aktivierten Anbieter holt Real Cookie Banner automatisch eine neue Einwilligung von allen deinen Besuchern ein.{{\/strong}}"],"https:\/\/iabeurope.eu\/vendor-list\/":["https:\/\/iabeurope.eu\/vendor-list\/"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-google-consent-mode-einrichtung\/"],"Enable Google Consent Mode?":["Google Consent Mode aktivieren?"],"pro-modal\/gcm.png":["pro-modal\/de\/gcm.png"],"Google Consent Mode is a standard from Google for the standardized signaling of consent purposes. This is particularly important in order to be able to collect and evaluate data collected in Google services more comprehensively.":["Google Consent Mode ist ein Standard von Google für die standardisierte Signalisierung von Einwilligungszwecken. Dies ist besonders wichtig, um in Google-Services Daten umfassender zu sammeln und auswerten zu können."],"Google Consent Mode provides standardized consent for Google services to Google. This allows you e.g. to instruct Google not to set cookies for certain services, but still to collect basic data about your website visitors using other technologies. According to Google, only aggregated and anonymized data will be collected.":["Der Google Consent Mode gibt Einwilligungen zu Google-Services standardisiert an Google weiter. Dies ermöglicht es dir Google anzuweisen z.B. keine Cookies für bestimmte Services zu setzen, aber trotzdem grundlegende Daten über deine Website-Besucher mithilfe andere Technologien zu sammeln. Laut Google werden damit nur aggregierte und anonymisierte Daten gesammelt."],"As of March 2024, Google Consent Mode will be required as Google's response to the {{aDma}}Digital Markets Act (DMA){{\/aDma}} in order to continue collecting complete data in e.g. Google Analytics, Remarketing for Google Ads or Google AdSense.":["Ab März 2024 wird der Google Consent Mode als Reaktion Googles auf den {{aDma}}Digital Markets Act (DMA){{\/aDma}} benötigt, um weiterhin vollständige Daten in z.B. Google Analytics, Remarketing für Google Ads oder Google AdSense sammeln zu können."],"https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=CELEX:32019R1150":["https:\/\/eur-lex.europa.eu\/legal-content\/DE\/TXT\/?uri=CELEX:32019R1150"],"Google Tag Manager integration":["Google Tag Manager Integration"],"By activating this Google Tag Manager integration, consents will be transferred to Google Tag Manager via Google Consent Mode from now on. Please note that you have previously transferred consents to Google Tag Manager via Google Tag Manager Events. The Google Tag Manager events will no longer be transmitted after changing this setting.":["Wenn du diese Google Tag Manager Integration aktivierst, werden die Einwilligungen von nun an über den Google Consent Mode an Google Tag Manager übertragen. Bitte beachte, dass du bisher Einwilligungen über Google Tag Manager Events an Google Tag Manager übertragen hast. Die Google Tag Manager Events werden nach der Änderung dieser Einstellung nicht mehr übertragen."],"You must therefore {{a}}reconfigure the settings in your Google Tag Manager for Google Consent Mode{{\/a}}!":["Du musst daher {{a}}die Einstellungen in deinem Google Tag Manager für den Google Consent Mode{{\/a}} neu konfigurieren!"],"Do you use Google Tag Manager? If yes, please activate this option to transfer consents for all services that you obtain in your cookie banner as \"Additional consent\" via Google Consent Mode to the consent management of Google Tag Manager.":["Verwendest du Google Tag Manager? Wenn ja, aktiviere bitte diese Option, um Einwilligungen für alle Services, die du in deinem Cookie Banner einholst, als \"Zusätzliche Einwilligung\" über den Google Consent Mode in das Einwilligungsmanagement von Google Tag Manager zu übertragen."],"Show recommendations for using Google services without consent":["Empfehlungen für die Nutzung von Google-Services ohne Einwilligung anzeigen"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#data-protection-criticism-of-google-consent-mode":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-mit-google-tag-manager-google-consent-mode\/#data-protection-criticism-of-google-consent-mode"],"At its core, Google Consent Mode wants to collect more data about website visitors for you, for which Google services should also be loaded before consent has been given. In this case, Google for example prevents the setting of cookies. However, the IP address of your website operator is already transmitted to Google. If the IP address is regarded as personal data (usually common legal interpretation), this requires a legal basis in accordance with {{aGdpr}}Art. 6 GDPR{{\/aGdpr}}. Apart from consent, only legitimate interest comes into question, which must be viewed critically in this case in terms of data protection law. First and foremost, you as the website operator and not Google are liable for possible data protection violations of this kind. By activating this option, Real Cookie Banner will show you as website operator, recommendations for the configuration of services which, in our legal opinion, lead to data protection violations, but which are in the interest of using Google Consent Mode. Google Consent Mode can also be used if the services are only loaded with consent.":["Im Kern will der Google Consent Mode mehr Daten über Website-Besucher für dich sammeln, wofür Google-Services auch vor der Erteilung der Einwilligung geladen werden sollen. In diesem Fall verhindert Google zum Beispiel das Setzen von Cookies. Allerdings wird die IP-Adresse deines Website-Betreibers bereits an Google übermittelt. Wenn die IP-Adresse als personenbezogene Daten angesehen wird (übliche Rechtsauffassung), erfordert dies eine Rechtsgrundlage gemäß {{aGdpr}}Art. 6 DSGVO{{\/aGdpr}}. Neben der Einwilligung kommt nur das berechtigte Interesse infrage, was in diesem Fall datenschutzrechtlich kritisch zu sehen ist. In erster Linie bist du als Website-Betreiber und nicht Google für mögliche Datenschutzverstöße dieser Art verantwortlich. Wenn du diese Option aktivierst, zeigt dir als Website-Betreiber Real Cookie Banner Empfehlungen für die Konfiguration von Services an, die nach unserer Rechtsauffassung zu Datenschutzverstößen führen, die aber im Interesse der Nutzung des Google Consent Mode sind. Der Google Consent Mode kann auch verwendet werden, wenn die Services nur mit Einwilligung geladen werden."],"https:\/\/gdpr-text.com\/read\/article-6\/":["https:\/\/gdpr-text.com\/de\/read\/article-6\/"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#collect-additional-data-via-url-parameters":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-google-consent-mode-einrichtung\/#collect-additional-data-via-url-parameters"],"If consent is not given for the {{code}}ad_storage{{\/code}} and\/or {{code}}analytics_storage{{\/code}} consnt types (purposes) of Google Consent Mode, this option can be used to transfer data that is typically stored in cookies as GET parameters in internal links. This is particularly relevant if you place advertisements in Google Ads and conversion tracking should also work without consent. Please note that data can only be collected if you download the respective Google services before obtaining consent. As client IDs can be transmitted, among other things, which can be regarded as personal data, we consider this data transmission to be questionable in terms of data protection law.":["Werden Einwilligungen in die Zwecke {{code}}ad_storage{{\/code}} und\/oder {{code}}analytics_storage{{\/code}} des Google Consent Mode nicht erteilt, können Daten, die typischerweise in Cookies gespeichert werden, über diese Option als GET-Parameter auf internen Links übertragen werden. Dies ist insbesondere relevant, wenn du Werbung in Google Ads buchst und das Conversion Tracking auch ohne Einwilligung funktionieren soll. Bitte beachte, dass Daten nur erfasst werden können, wenn du die jeweiligen Google-Services bereits vor einer Einwilligung lädst. Da unter anderem Client IDs übertragen werden können, die als personenbezogenes Datum angesehen werden können, halten wir diese Datenübertragung für datenschutzrechtlich fragwürdig."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#redact-ads-data-without-consent":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-google-consent-mode-einrichtung\/#redact-ads-data-without-consent"],"If consent is not given for the {{code}}ad_storage{{\/code}} consent type (purpose) of Google Consent Mode, no new cookies will be set for advertising purposes, except to fight fraud and spam. In addition, this option allows measurements for clicks on advertising to be routed through the domain {{code}}googleadsyndication.com{{\/code}} instead of {{code}}doubleclick.net{{\/code}} or {{code}}google.com{{\/code}}, on which no cookies are set for advertising, and identifiers for clicks and page URLs are removed from advertising links. This enables more data protection-friendly conversion tracking with the simultaneous loss of detailed information on the attribution of target achievement.":["Wird die Einwilligung in den Einwilligungsart (Zweck) {{code}}ad_storage{{\/code}} des Google Consent Mode nicht erteilt, werden keine neuen Cookies für Werbezwecke gesetzt, außer zur Bekämpfung von Betrug und Spam. Zusätzlich kann durch diese Option Messungen zu Klicks auf Werbung durch die Domain {{code}}googleadsyndication.com{{\/code}} anstatt {{code}}doubleclick.net{{\/code}} oder {{code}}google.com{{\/code}} geleitet werden, auf welcher keine Cookies für Werbung gesetzt wird, und Identifikatoren zu Klicks und Seiten-URLs werden aus Werbelinks entfernt. Dies ermöglicht ein datenschutzfreundlicheres Conversion Tracking bei gleichzeitigem Verlust von Detailinformationen über die Zurechnung der Zielerreichung."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#naming-of-requested-consent-types-in-first-view":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-google-consent-mode-einrichtung\/#naming-of-requested-consent-types-in-first-view"],"The visitor to your website should be adequately informed as to which consent types (purposes) they are consenting to in accordance with Google Consent Mode. For this reason, all consent types should be listed by name in the first view of the cookie banner. This makes it easier for your website visitor to assess whether they really want to agree to all consents without visiting the individual privacy settings. ":["Der Besucher deiner Website sollte ausreichend darüber informiert werden, in welche Einwilligungsarten (Zwecken) nach dem Google Consent Mode er einwilligt. Deshalb sollten bei der ersten Ansicht des Cookie Banners alle Einwilligungsarten namentlich aufgeführt werden. So kann dein Website-Besucher besser einschätzen, ob er wirklich allen Einwilligungen zustimmen will, ohne die individuellen Privatsphäre-Einstellungen zu besuchen. "],"https:\/\/devowl.io\/knowledge-base\/cookie-banner-consent-forwarding-setup\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/cookie-banner-weiterleitung-der-einwilligung-einrichten\/"],"One consent for all your websites?":["Eine Einwilligung für alle deine Websites?"],"pro-modal\/consent-forwarding.png":["pro-modal\/de\/consent-forwarding.png"],"In WordPress multisites or multiple instances of WordPress running for one organization, you only need to obtain consent once. Consents are automatically forwarded, so your visitor only needs to accept services and cookies once, instead of on each site again.":["Bei WordPress-Multisites oder mehreren Instanzen von WordPress, die für eine Organisation laufen, musst du die Einwilligung nur einmal einholen. Die Einwilligungen werden automatisch weitergeleitet, sodass dein Besucher Services und Cookies nur einmal akzeptieren muss, anstatt auf jeder Seite erneut."],"You can ask the user for consent on one site, and the consent applies to other sites in a WordPress multisite installation or other standalone WordPress installations. This is useful if you run multiple WordPress sites for one organization. For example, you have a company page, landing page, and blog, and you want to show the user as few cookie banners as possible.":["Du kannst den Nutzer auf einer Seite um eine Einwilligung bitten, und die Einwilligung gilt für andere Seiten in einer WordPress-Multisite-Installation oder andere eigenständige WordPress-Installationen. Dies ist nützlich, wenn du mehrere WordPress-Seiten für eine Organisation betreibst. Du hast zum Beispiel eine Unternehmensseite, eine Landingpage und einen Blog und möchtest dem Nutzer so wenig Cookie Banner wie möglich anzeigen."],"Please note that in all sites that are provided with consent forwarding, you must use exactly the same TCF vendors with the same settings (vendor restrictions). If there are any discrepancies, the consent in the TCF standardized consent (TC string) will overwrite each other according to its specification.":["Bitte beachte, dass du in allen Websites, die mit einer Weiterleitung der Einwilligung versehen sind, genau die gleichen TCF-Vendoren mit den gleichen Einstellungen (Vendor Restrictions) verwenden musst. Bei Unstimmigkeiten überschreiben sich die Einwilligungen in der TCF standardisierten Einwilligung (TC-String) entsprechend ihrer Angabe."],"One of your configured endpoints is using an insecure protocol (not HTTPS). For security reasons, most modern browsers reject and block the use of cross-domain cookies on unsecured pages. {{a}}Learn more.{{\/a}}":["Einer deiner konfigurierten Endpunkte verwendet ein unsicheres Protokoll (nicht HTTPS). Aus Sicherheitsgründen lehnen die meisten modernen Browser die Verwendung von Cross-Domain-Cookies auf ungesicherten Seiten ab und blockieren sie. {{a}}Mehr erfahren.{{\/a}}"],"https:\/\/www.chromestatus.com\/feature\/5633521622188032":["https:\/\/www.chromestatus.com\/feature\/5633521622188032"],"Forward to":["Weiterleiten an"],"No additional sites endpoints found.":["Keine zusätzlichen Endpunkte gefunden."],"Select all sites to which the consent of the user on the current site should be forwarded.":["Wähle alle Websites aus, an welche die Einwilligung des Nutzers der aktuellen Website weitergeleitet werden soll."],"External 'Forward To' endpoints":["Externe 'Weiterleiten an'-Endpunkte"],"This option is only required if you want to forward consent to another WordPress installation. Please enter one URL endpoint of the Real Cookie Banner WP REST API per line. Below you find a list of all available endpoints of this WordPress installation.":["Diese Option ist nur erforderlich, wenn du die Einwilligung an eine andere WordPress-Installation weiterleiten möchtest. Bitte gib pro Zeile einen URL-Endpunkt des Real Cookie Banner-WP REST API ein. Nachfolgend findest du eine Liste aller verfügbaren Endpunkte dieser WordPress-Installation."],"Affiliate link as \"powered by\" link":["Affiliate-Link als \"powered by\"-Link"],"Please provide a valid url!":["Bitte gib eine gültige URL an!"],"You can replace the \"powered by\" link in the cookie banner with your affiliate link. This allows you to earn affiliate commissions if interested users find Real Cookie Banner when they visit your website.":["Du kannst den \"powered by\"-Link im Cookie Banner durch deinen Affiliate-Link ersetzen. So kannst du Affiliate-Provisionen verdienen, wenn interessierte Nutzer beim Besuch deiner Website Real Cookie Banner finden."],"Label behind the link":["Label hinter dem Link"],"Depending on which country you are from, you may have to label affiliate links as advertising. You can place e.g. a text or an asterisk behind the link.":["Je nachdem, aus welchem Land Du kommst, musst du Affiliate-Links als Werbung kennzeichnen. Du kannst z. B. einen Text oder ein Sternchen hinter den Link setzen."],"Reset texts":["Texte zurücksetzen"],"You can reset all texts in your cookie banner to their default values. This includes texts in the customizer (customize banner), service groups, services (if created from the service template), content blockers (if created from the content blocker template) and the cookie policy (if created).":["Du kannst alle Texte in deinem Cookie Banner auf ihre Standardwerte zurücksetzen. Dazu gehören Texte im Customizer (Banner anpassen), Service Gruppen, Services (wenn sie aus der Servicevorlage erstellt wurden), Content Blocker (wenn sie aus der Content-Blocker-Vorlage erstellt wurden) und die Cookie-Richtlinie (wenn sie erstellt wurde)."],"You can select multiple languages for which you want to reset the texts.":["Du kannst mehrere Sprachen auswählen, für die du die Texte zurücksetzen möchtest."],"Select all":["Alles auswählen"],"Deselect all":["Alle deselektieren"],"Are you sure?":["Bist du sicher?"],"Reset all":["Alles zurücksetzen"],"You can reset all settings of Real Cookie Banner to the default values. This will also irreversibly delete any services and content blockers that have been created, as well as design settings. Documentation of consent may be kept to fulfill the legal disclosure requirement.":["Du kannst alle Einstellungen von Real Cookie Banner auf die Standardwerte zurücksetzen. Dadurch werden auch alle eingerichteten Services und Content Blocker sowie die Designeinstellungen unwiderruflich gelöscht. Die Dokumentation der Einwilligungen kann aufbewahrt werden, um die gesetzliche Offenlegungspflicht zu erfüllen."],"Delete documented consent":["Dokumentierte Einwilligung löschen"],"Affiliate":["Affiliate"],"Consent required according to TCF":["Einwilligung nach TCF erforderlich"]}}}