{"translation-revision-date":"2025-02-26 12:14+0000","generator":"WP-CLI\/2.11.0","source":"admin.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=n != 1;"},"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/de\/support\/"],"Create now":["Erstellen"],"Cancel":["Abbrechen"],"Close":["Schließen"],"Content Blocker":["Content Blocker"],"Activate license":["Lizenz aktivieren"],"Activate free license":["Kostenlose Lizenz aktivieren"],"Set up the cookie banner":["Cookie Banner einrichten"],"Deactivate":["Deaktivieren"],"https:\/\/gdpr-text.com\/read\/article-5\/":["https:\/\/gdpr-text.com\/de\/read\/article-5\/"],"Consent":["Einwilligung"],"Enable now":["Jetzt aktivieren"],"Edit":["Bearbeiten"],"Real Cookie Banner v5.0 introduces an optimized database schema that allows consent documents to be stored in less storage space. Previously stored consent data is currently being automatically migrated in the background (%s %%). Please have a little patience!":["Real Cookie Banner v5.0 führt ein optimiertes Datenbankschema ein, mit dem Einwilligungen auf weniger Speicherplatz gespeichert werden können. Zuvor gespeicherte Einwilligungsdaten werden derzeit automatisch im Hintergrund migriert (%s %%). Bitte habe noch ein wenig Geduld!"],"Learn more":["Mehr erfahren"],"Use coupon {{tag}}%s{{\/tag}} in the next {{strongHours}}%s hours{{\/strongHours}} and save {{strongPercent}}%d %%{{\/strongPercent}} in the first year!":["Verwende den Gutschein {{tag}}%s{{\/tag}} in den nächsten {{strongHours}}%s Stunden{{\/strongHours}} und spare {{strongPercent}}%d %%{{\/strongPercent}} im ersten Jahr!"],"Successfully copied coupon to clipboard!":["Gutschein erfolgreich in die Zwischenablage kopiert!"],"Get PRO!":["Hole dir die PRO-Version!"],"No, not interested...":["Nein, nicht interessiert..."],"I want to learn more!":["Mehr erfahren!"],"Check out this feature with a {{a}}free sandbox{{\/a}} before buying!":["Teste diese Funktion vor dem Kauf mit einer {{a}}kostenlosen Sandbox Installation{{\/a}}!"],"https:\/\/try.devowl.io\/?product=RCB":["https:\/\/try.devowl.io\/de\/?product=RCB"],"Let our team help you with the setup":["Lass dir von unserem Team bei der Einrichtung helfen"],"https:\/\/devowl.io\/wordpress-real-cookie-banner\/cookie-experts\/":["https:\/\/devowl.io\/de\/wordpress-real-cookie-banner\/cookie-experts\/"],"Get help from Cookie Experts":["Hilfe von Cookie-Experten erhalten"],"We admit, it is not easy to find all the services, cookies, etc. The legal requirements in the EU are quite complex for many website operators. We can understand if you feel overwhelmed - if this goes far beyond what you can technically do. After you know what all has to be considered, the question of how to make your website privacy compliant does not let you sleep peacefully either.":["Zugegeben, es ist nicht einfach, alle Services, Cookies usw. zu finden. Die rechtlichen Anforderungen in der EU sind für viele Websitebetreiber ziemlich komplex. Wir können verstehen, wenn du dich überfordert fühlst - da dies weit über deine technischen Fähigkeiten hinausgeht. Nachdem du weißt, was alles beachtet werden muss, lässt dich die Frage, wie du deine Website überhaupt datenschutzkonform gestalten kannst, vielleicht auch nicht ruhig schlafen."],"Don't worry, we have a solution for you! Our Cookie Experts have already set up many cookie banners and know exactly what they are doing. They can also set up your cookie banner quickly and easily. So, we can simply take this worry away from you.":["Mach dir keine Sorgen, wir haben eine Lösung für dich! Unsere Cookie-Experten haben schon viele Cookie Banner eingerichtet und wissen genau, was sie tun. Sie können auch dein Cookie Banner schnell und einfach einrichten. So können wir dir diese Sorge einfach abnehmen."],"Unlock feature":["Feature freischalten"],"\/ page":["\/ Seite"],"Content Blockers are globally deactivated in the settings and are therefore not displayed on your website.":["Content Blocker sind in den Einstellungen global deaktiviert und werden daher nicht auf deiner Website angezeigt."],"Currently scanning (%d %%)":["Scanner läuft (%d %%)"],"Needs PRO":["PRO-Version benötigt"],"How time flies! You have installed Real Cookie Banner some time ago, but you still haven't finished the configuration yet.":["Wie die Zeit vergeht! Du hast Real Cookie Banner schon vor einiger Zeit installiert, aber die Konfiguration bisher nicht abgeschlossen."],"We have collected all relevant steps for the legally compliant use of Real Cookie Banner after the first installation. Set up the cookie banner step by step to add a cookie banner to your website in compliance with the ePrivacy Directive and GDPR.":["Wir haben alle relevanten Schritte für die rechtskonforme Nutzung von Real Cookie Banner nach der ersten Installation zusammengestellt. Richte das Cookie Banner Schritt für Schritt ein, um deine Website mit einem Cookie Banner im Einklang mit der ePrivacy-Richtlinie und DSGVO auszustatten."],"Hide completed steps":["Abgeschlossene Schritte ausblenden"],"%d \/ %d steps completed":["%d \/ %d Schritte abgeschlossen"],"What you should definitely know!":["Was du unbedingt wissen solltest!"],"Okay, I got it":["Okay, verstanden"],"You have changed settings that affect the content or behavior of the cookie banner. You should ask all visitors for their consent again.":["Du hast Einstellungen geändert, die den Inhalt oder das Verhalten des Cookie Banners beeinflussen. Daher solltest du alle Besucher erneut um ihre Einwilligung bitten."],"Request new consent":["Neue Einwilligung anfordern"],"Are you sure you don't want to collect new consents?":["Bist du sicher, dass du keine neuen Einwilligungen einholen willst?"],"Consent must be obtained in accordance with {{a}}Art. 7 GDPR{{\/a}}. Your visitor must be informed about all circumstances of the consent. However, you have made changes to your cookie banner, which lead to the fact that previously visitors have consented differently or to something different than is now in the cookie banner. Therefore, previously collected consents may have become partially invalid.":["Die Einwilligung muss nach {{a}}Art. 7 DSGVO{{\/a}} eingeholt werden. Dein Besucher muss über alle Umstände der Einwilligung informiert werden. Du hast jedoch Änderungen an deinem Cookie Banner vorgenommen, die dazu führen, dass frühere Besucher anders oder zu etwas anderem eingewilligt haben, als es jetzt im Cookie Banner steht. Daher können die zuvor gesammelten Einwilligungen teilweise unwirksam geworden sein."],"https:\/\/gdpr-text.com\/read\/article-7\/":["https:\/\/gdpr-text.com\/de\/read\/article-7\/"],"If you have created a new service like Google Analytics (without visual content blocker), previous visitors can never consent without collecting new consents and you cannot track them, for example.":["Wenn du einen neuen Service wie Google Analytics (ohne visuellen Content Blocker) eingerichtet hast, können frühere Besucher nie eine Einwilligung geben, ohne dass du neue Einwilligungen sammelst und du kannst sie zum Beispiel nicht tracken."],"Dismiss notice":["Meldung ausblenden"],"Enable consent to data processing in unsafe third countries":["Einwilligung zur Datenverarbeitung in unsicheren Drittländern aktivieren"],"The cookie banner is activated, but unfortunately you have not yet created or enabled services.":["Das Cookie Banner ist aktiviert, aber leider hast du noch keine Services erstellt oder aktiviert."],"Your {{code}}wp-content{{\/code}} folder is not writable. Please check your permissions!":["Dein {{code}}wp-content{{\/code}} Ordner ist nicht beschreibbar. Bitte prüfe deine Berechtigungen!"],"You have not yet defined a %s service. To use {{strong}}%s{{\/strong}} with Real Cookie Banner, you must create the appropriate service.":["Du hast noch keinen %s Service definiert. Um {{strong}}%s{{\/strong}} zu verwenden, musst du den dazugehörigen Service erstellen."],"You have decided to obtain consent without cookie banners (banner-less consent) on your website. This means that when your website visitors visit your website for the first time, they will not know that you use this service on the basis of a legitimate interest and can object to it. They will need to read your cookie policy or privacy policy to find out.":["Du hast dich entschieden, Einwilligungen ohne Cookie Banner (Banner-less) auf deiner Website einzuholen. Dadurch erfahren deine Website-Besucher beim ersten Aufruf der Website nicht, dass du dieses Service auf Grundlage eines berechtigten Interesses einsetzt und dagegen widersprechen können. Sie müssen deine Cookie-Richtlinie oder Datenschutzerklärung lesen, um dies herauszufinden."],"At the same time, you use the following non-essential services on the legal basis of a legitimate interest:":["Gleichzeitig nutzt du die folgenden nicht wesentlichen Services auf der Rechtsgrundlage eines berechtigten Interesses:"],"Check whether there really is a legitimate interest in the legal sense according to {{a}}Art. 6 (1) (f) GDPR{{\/a}}, which is only given in rare cases!":["Prüfe, ob wirklich ein berechtigtes Interesse im rechtlichen Sinne nach {{a}}Art. 6 Abs. 1 lit. f DSGVO{{\/a}} vorliegt, welches nur in seltenen Fällen gegeben ist!"],"You have decided to obtain consent without cookie banners (banner-less consent) on your website. At the same time, some non-essential services, which requires a consent, doese not have visual content blockers, which is why website visitors without cookie banners cannot consent to them (except via the legal link to change the privacy settings).":["Du hast dich entschieden, die Einwilligung ohne Cookie Banner (Banner-less) auf deiner Website einzuholen. Gleichzeitig gibt es für einige nicht essenzielle Services, für die eine Einwilligung erforderlich ist, keine visuellen Content Blocker, weshalb Website-Besucher ohne Cookie Banner nicht einwilligen können (außer über den rechtlichen Link zum Ändern der Privatsphäre-Einstellungen)."],"You should create visual content blockers for these services, if the services display visual elements, or disable them for your website! The following services are affected:":["Du solltest Content Blocker für visuelle Inhalte für diese Services erstellen, wenn die Services visuelle Elemente anzeigen, oder sie für deine Website deaktivieren! Die folgenden Services sind betroffen:"],"Create Content Blocker":["Content Blocker erstellen"],"Are you sure you want to disable this service?":["Bist du sicher, dass du diesen Service deaktivieren möchtest?"],"Disable":["Deaktivieren"],"Thank you for using the free version of Real Cookie Banner. You might also be interested in the PRO version, which offers you more features, 20+ design templates, 160+ service templates, 130+ content blocker templates and much more.":["Vielen Dank, dass du die kostenlose Version von Real Cookie Banner verwendet hast. Vielleicht interessierst du dich auch für die PRO-Version, die dir mehr Funktionen, über 20 Design-Vorlagen, über 160 Service-Vorlagen, über 130 Content Blocker Vorlagen und vieles mehr bietet."],"Get PRO version":["PRO-Version kaufen"],"Real Cookie Banner":["Real Cookie Banner"],"Customize banner":["Cookie Banner anpassen"],"Real Cookie Banner is brought to you with {{icon\/}} by":["Real Cookie Banner wird mit {{icon\/}} entwickelt von"],"https:\/\/devowl.io\/":["https:\/\/devowl.io\/de\/"],"Dashboard":["Dashboard"],"Settings":["Einstellungen"],"Scanner":["Scanner"],"Services (Cookies)":["Services (Cookies)"],"Import \/ Export":["Import \/ Export"],"Licensing":["Lizenz"],"Support":["Support"],"The scanner finds services that you use on your website that might set\/read cookies or process personal data. This is e.g. Google Analytics, YouTube or Elementor. If there is no template for a service, you will see from which external URLs content, scripts etc. are embedded. This allows you to set up your cookie banner quickly and easily.":["Der Scanner findet Services, die du auf deiner Website verwendest und die möglicherweise Cookies setzen\/auslesen oder personenbezogene Daten verarbeiten. Dies sind z. B. Google Analytics, YouTube oder Elementor. Wenn es für einen Service keine Vorlage gibt, wird dir angezeigt, von welchen externen URLs Inhalte, Skripte etc. eingebettet wurden. Somit kannst du dein Cookie Banner schnell und einfach einrichten."],"We explicitly do not find cookies because that would not work reliably. {{a}}We explained why in our knowledge base.{{\/a}}":["Wir finden explizit keine Cookies, weil das nicht zuverlässig funktionieren würde. {{a}}Wir haben in unserer Wissensdatenbank erklärt, warum.{{\/a}}"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-cookie-scanner-finds-cookies-automatically\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-cookie-scanner-findet-cookies-automatisch\/"],"What the scanner finds ...":["Was der Scanner findet ..."],"External services (with and without template)":["Externe Services (mit und ohne Vorlage)"],"WordPress plugins with templates that require consent":["WordPress Plugins mit Vorlagen, die eine Einwilligung erfordern"],"Automatic check of all subpages of your website":["Automatische Überprüfung aller Unterseiten deiner Website"],"... and what it does not":["... und was er nicht findet"],"Cookies from unknown WordPress plugins":["Cookies von unbekannten WordPress-Plugins"],"Services embedded after the page load via JavaScript":["Services, die nach dem Laden der Seite über JavaScript eingebettet werden"],"Complete coverage of your individual use case":["Vollständige Abdeckung deines individuellen Anwendungsfalls"],"Just by using the scanner, you will not set up your cookie banner one hundred percent correctly. If it is too complex or time-consuming for you to set up the cookie banner yourself, just let one of our {{a}}cookie experts{{\/a}} set it up for you!":["Allein mit dem Scanner wirst du dein Cookie Banner nicht hundertprozentig korrekt einrichten können. Wenn es dir zu komplex oder zeitaufwendig ist, den Cookie Banner selbst einzurichten, lass ihn einfach von einem unserer {{a}}Cookie Experten{{\/a}} einrichten!"],"What are services? Services can be external applications such as Google Analytics or WordPress plugins or themes that process personal data (e.g. IP address) and\/or set cookies. Cookies (and similar technologies) are small text files that are stored on the device of visitors to your website. You can store information about the visitor in cookies, such as the website's language, or unique advertising IDs to display personalized advertising. You, as the site owner, must ensure that cookies are only placed on your visitors' devices and personal data are only processed if they have given their explicit consent. Unless you have a legitimate interest in the legal sense to do so even without consent. You can define here all the services you use and their cookies with their legal and technical information.":["Was sind Services? Services können externe Anwendungen wie Google Analytics oder WordPress-Plugins oder Themes sein, die personenbezogene Daten (z.B. IP-Adresse) verarbeiten und\/oder Cookies setzen. Cookies (und ähnliche Technologien) sind kleine Textdateien, die auf dem Gerät der Besucher deiner Website gespeichert werden. Du kannst in Cookies Informationen über den Besucher speichern, wie z.B. die Sprache, in der ihm die Website zur Verfügung gestellt werden soll, oder eindeutige Werbe-IDs, um personalisierte Werbung anzuzeigen. Du, als Website-Betreiber, musst sicherstellen, dass Cookies nur auf den Geräten deiner Besucher platziert werden und personenbezogene Daten nur dann verarbeitet werden, wenn sie ihre ausdrückliche Einwilligung gegeben haben. Außer du hast ein berechtigtes Interesse im rechtlichen Sinne dies auch ohne Einwilligung zu tun. Du kannst hier alle von dir genutzten Services und deren Cookies mit ihren rechtlichen und technischen Informationen definieren."],"https:\/\/devowl.io\/2021\/web-cookies-overview\/":["https:\/\/devowl.io\/de\/2021\/cookies-im-internet\/"],"What is a content blocker? Imagine that a user of your website does not accept all services. At the same time, you have integrated e.g. a YouTube video that sets cookies that the visitor has not agreed to. According to the ePrivacy Directive, this is prohibited. Content blockers automatically replace iframes, script and link tags like YouTube videos for such users and offer them to watch the video as soon as they agree to load it.":["Was ist ein Content Blocker? Stell dir vor, ein Nutzer deiner Website akzeptiert nicht alle Services. Gleichzeitig hast du z.B. ein YouTube-Video eingebunden, das Cookies setzen würde, in die der Besucher nicht eingewilligt hat. Laut der ePrivacy-Richtlinie ist das nicht erlaubt. Content Blocker ersetzen für solche Nutzer automatisch Iframes, Script- und Link-Tags wie YouTube-Videos und bieten dem Nutzer an, das Video anzusehen, sobald dieser in das Laden von YouTube-Videos einwilligt."],"Consents are automatically documented in order to be able to prove compliance with the legal requirements according to {{a}}Art. 5 GDPR{{\/a}} and, in case of dispute, to prove how the consent was obtained.":["Einwilligungen werden automatisch dokumentiert, um die Einhaltung der gesetzlichen Anforderungen nach {{a}}Art. 5 DSGVO{{\/a}} nachweisen zu können und im Streitfall zu beweisen, wie die Einwilligung eingeholt wurde."],"Consents before %s has been automatically deleted according to the settings you have made.":["Einwilligungen vor %s wurden gemäß den von dir vorgenommenen Einstellungen automatisch gelöscht."],"Your website visitors must be able to view their consent history, change their consent, or withdraw their consent at any time. This must be as easy as giving consent. Therefore, the legal links must be included on every subpage of the website (e.g. in the footer).":["Deine Website-Besucher müssen in der Lage sein, den Verlauf ihrer Einwilligung einzusehen, ihre Einwilligung zu ändern oder sie jederzeit zu widerrufen. Das muss so einfach sein wie die Erteilung der Einwilligung. Deshalb müssen die rechtlichen Links auf jeder Unterseite der Website zu finden sein (z.B. im Footer\/Fußzeile)."],"Hiding these options, e.g. in the privacy policy, is in the opinion of multiple data protection authorities in the EU a violation of the GDPR.":["Das Verstecken dieser Optionen, z. B. in der Datenschutzerklärung, ist nach Ansicht mehrerer Datenschutzbehörden in der EU ein Verstoß gegen die DSGVO."],"https:\/\/www.datenschutzkonferenz-online.de\/media\/oh\/20211220_oh_telemedien.pdf":["https:\/\/www.datenschutzkonferenz-online.de\/media\/oh\/20211220_oh_telemedien.pdf"],"To meet the requirements of the TCF standard, the shortcodes should be placed near the link to the privacy policy.":["Um die Anforderungen des TCF-Standards zu erfüllen, sollten die Shortcodes in der Nähe des Links zu der Datenschutzerklärung platziert werden."],"What is a TCF vendor? According to the IAB Europe Transparency & Consent Framework (TCF), any service (e.g. Google for Google Ads) that wants to use consents according to the TCF standard must register as a vendor in the {{a}}Global Vendor List (GVL){{\/a}}. All TCF vendors specify for which purposes they need consent to process data and set cookies and which features they can offer with these consents. They also provide a link to their privacy policy for further information. You, as a website operator, must obtain consent in your cookie banner for all vendors you work with. You can limit the requested purposes of vendors to keep consents as privacy-friendly as possible.":["Was ist ein TCF-Vendor? Gemäß dem Transparency & Consent Framework (TCF) der IAB Europe muss sich jeder Service (z.B. Google für Google Ads), der Einwilligungen nach dem TCF-Standard nutzen möchte, als Anbieter in der {{a}}Global Vendor List (GVL){{\/a}} registrieren. Alle TCF Vendoren geben an, für welche Zwecke sie eine Einwilligung zur Datenverarbeitung und zum Setzen von Cookies benötigen und welche Funktionen sie mit diesen Einwilligungen anbieten können. Für weitere Informationen stellen sie auch einen Link zu ihrer Datenschutzerklärung zur Verfügung. Du als Websitebetreiber musst für alle Vendoren (Partner), mit denen du zusammenarbeitest, eine Einwilligung in deinem Cookie Banner einholen. Du kannst die angefragten Zwecke von Vendoren einschränken, um die Einwilligungen so datenschutzfreundlich wie möglich zu halten."],"https:\/\/iabeurope.eu\/vendor-list-tcf\/":["https:\/\/iabeurope.eu\/vendor-list-tcf\/"],"You are trying to obtain consent for the advertising network %s. In order to be able to display advertising, you must obtain consent in accordance with the TCF standard. Therefore, please first activate TCF compatibility for your cookie banner so that you can then make all the necessary configurations!":["Du versuchst, eine Einwilligung für das Werbenetzwerk %s einzuholen. Um damit Werbung anzeigen zu können, musst du die Einwilligung nach dem TCF-Standard einholen. Aktiviere daher bitte zunächst die TCF-Kompatibilität für dein Cookie Banner, damit du anschließend alle notwendigen Konfigurationen vornehmen kannst!"],"You can export and import all or only some of the settings you made in Real Cookie Banner. If you have several websites, you can save a lot of time by transferring the settings comfortably.":["Du kannst alle oder nur einige der Einstellungen, die du in Real Cookie Banner vorgenommen hast, exportieren und importieren. Wenn du mehrere Websites hast, kannst du viel Zeit sparen, indem du die Einstellungen bequem überträgst."],"Also, you can export documented consents to save them in a local backup.":["Außerdem kannst du dokumentierte Einwilligungen exportieren, um sie in einem lokalen Backup zu speichern."],"Fully blocked":["Vollständig blockiert"],"Partially blocked":["Teilweise blockiert"],"Not blocked":["Nicht blockiert"]}}}