{"translation-revision-date":"2025-03-18 12:35+0000","generator":"WP-CLI\/2.11.0","source":"877.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=n != 1;"},"Cancel":["Abbrechen"],"Leave":["Verlassen"],"Countries with an adequacy decision in EU: %s":["Länder mit einem Angemessenheitsbeschluss in der EU: %s"],"Countries with an adequacy decision in Switzerland: %s":["Länder mit einem Angemessenheitsbeschluss in der Schweiz: %s"],"Countries where GDPR applies: %s":["Länder, in denen die DSGVO gilt: %s"],"Countries where %s applies":["Länder, in denen die %s gilt"],"legal-text\u0004GDPR (EU\/EEA)":["DSGVO (EU\/EWR)"],"legal-text\u0004DSG (Switzerland)":["DSG (Schweiz)"],"legal-text\u0004GDPR":["DSGVO"],"legal-text\u0004Art. 49 (1) (a) GDPR (EU\/EEA)":["Art. 49 Abs. 1 lit. a DSGVO (EU\/EWR)"],"legal-text\u0004Art. 17 (1) (a) DSG (Switzerland)":["Art. 17 Abs. 1 lit. a DSG (Schweiz)"],"legal-text\u0004Art. 49 (1) (a) GDPR":["Art. 49 Abs. 1 lit. a DSGVO"],"https:\/\/gdpr-text.com\/read\/article-49\/":["https:\/\/gdpr-text.com\/de\/read\/article-49\/"],"https:\/\/www.fedlex.admin.ch\/eli\/cc\/2022\/491\/en#art_17":["https:\/\/www.fedlex.admin.ch\/eli\/cc\/2022\/491\/de#art_17"],"https:\/\/commission.europa.eu\/law\/law-topic\/data-protection\/international-dimension-data-protection\/standard-contractual-clauses-scc_en":["https:\/\/commission.europa.eu\/law\/law-topic\/data-protection\/international-dimension-data-protection\/standard-contractual-clauses-scc_en?prefLang=de"],"Trans-Atlantic Data Privacy Framework self-certified provider for secure data processing in the USA":["Selbstzertifizierter Anbieter nach dem Trans-Atlantic Data Privacy Framework für sichere Datenverarbeitung in den USA"],"The adequacy decision for secure data processing only applies if the provider is self certified and included in the \"Data Privacy Framework List\". To find out which companies are certified, {{a}}visit the website of the US government{{\/a}}.":["Der Angemessenheitsbeschluss für sichere Datenverarbeitung gilt nur, wenn der Anbieter selbst zertifiziert und in der \"Data Privacy Framework List\" aufgeführt ist. Um herauszufinden, welche Unternehmen zertifiziert sind, {{a}}besuche die Website der US-Regierung{{\/a}}."],"https:\/\/www.dataprivacyframework.gov\/list":["https:\/\/www.dataprivacyframework.gov\/list"],"Standard contractual clauses concluded with the provider":["Standardvertragsklauseln mit dem Anbieter vereinbart"],"Did you sign a contract with the provider, e.g. when registering online? If so, the contract may contain {{a}}standard contractual clauses{{\/a}} of the EU, which promise secure data processing in unsafe third countries.":["Hast du einen Vertrag mit dem Anbieter abgeschlossen, z.B. bei der Online-Registrierung? Wenn ja, enthält der Vertrag möglicherweise {{a}}Standardvertragsklauseln{{\/a}} der EU, die eine sichere Datenverarbeitung in unsicheren Drittländern versprechen."],"Standard contractual clauses concluded by the provider with sub-processors processing data in unsafe third countries, contractually assured":["Standardvertragsklauseln, die der Anbieter mit Unterauftragsverarbeitern, die Daten in unsicheren Drittländern verarbeiten, vertraglich zusichert"],"Did you sign a contract with the provider {{ud}}{{t}}from a safe country{{\/t}}{{\/ud}}, e.g. when registering online? If so, the contract may contain information (e.g. in a data processing agreement) if the service provider has concluded {{a}}standard contractual clauses{{\/a}} of the EU {{u}}with his own processors{{\/u}}, which promise secure data processing in unsafe third countries.":["Hast du einen Vertrag mit dem Anbieter {{ud}}{{t}}aus einem sicheren Land{{\/t}}{{\/ud}} abgeschlossen, z. B. bei der Online-Registrierung? Wenn ja, kann der Vertrag Informationen enthalten (z. B. in einer Datenverarbeitungsvereinbarung), wenn der Service-Anbieter {{a}}Standardvertragsklauseln{{\/a}} der EU {{u}}mit seinen eigenen Auftragsverarbeitern{{\/u}} abgeschlossen hat, die eine sichere Datenverarbeitung in unsicheren Drittstaaten versprechen."],"Safe countries are those in which the given legal regulations apply or for which adequacy decisions exist. In your case, these are:":["Sichere Länder sind solche, in denen die gegebenen gesetzlichen Regelungen gelten oder für die Angemessenheitsbeschlüsse vorliegen. In deinem Fall sind dies:"]}}}