{"translation-revision-date":"2025-02-26 12:14+0000","generator":"WP-CLI\/2.11.0","source":"922.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=n != 1;"},"Disabled":["Deaktiviert"],"Want to use %s template?":["Möchtest du die %s Vorlage verwenden?"],"Only a limited number of templates for services and content blockers are available in the %s version of Real Cookie Banner. Get the PRO version now and create a service or content blocker from this template with just one click!":["In der %s Version von Real Cookie Banner steht nur eine begrenzte Anzahl von Vorlagen für Services und Content Blocker zur Verfügung. Hole dir jetzt die PRO-Version und erstelle mit nur einem Klick einen Service oder Content Blocker aus der Vorlage!"],"Demo":["Demo"],"Free":["Kostenlos"],"You can create this service yourself in the free version without any restrictions and research the necessary information.":["Du kannst diesen Service in der kostenlosen Version ohne Einschränkungen selbst erstellen und die notwendigen Informationen selbst recherchieren."],"Special circumstances for this service":["Spezielle Umstände für diesen Service"],"The {{strong}}%s{{\/strong}} plugin is recommending this service.":["Das Plugin {{strong}}%s{{\/strong}} empfiehlt diesen Service."],"Integration":["Integration"],"No description":["Keine Beschreibung"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/de\/support\/"],"Cancel":["Abbrechen"],"Save":["Speichern"],"You have unsaved changes. If you leave this page, your changes will be discarded.":["Du hast ungespeicherte Änderungen. Wenn du diese Seite verlässt, werden deine Änderungen verworfen."],"Phone":["Telefon"],"Please provide a valid email!":["Bitte gib eine gültige E-Mail-Adresse ein!"],"Email":["E-Mail"],"Contact form":["Kontaktformular"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-mit-google-tag-manager-oder-matomo-tag-manager\/"],"Enabled":["Aktiviert"]," or ":[" oder "]," and ":[" und "],"Please choose an option!":["Bitte wähle eine Option!"],"https:\/\/gdpr-text.com\/read\/article-6\/":["https:\/\/gdpr-text.com\/de\/read\/article-6\/"],"Successfully copied to the clipboard!":["Erfolgreich in die Zwischenablage kopiert!"],"Name":["Name"],"Draft":["Entwurf"],"Legitimate interest (Opt-out)":["Berechtigtes Interesse (Opt-out)"],"Compliance with a legal obligation":["Erfüllung einer rechtlichen Verpflichtung"],"Opt-in":["Opt-in"],"Opt-out":["Opt-out"],"Delete all first-party cookies after opt-out. First-party cookies are only cookies that are set by or for this domain.":["Lösche alle First-Party-Cookies nach dem Opt-out. First-Party-Cookies sind nur Cookies, die von oder für diese Domain gesetzt wurden."],"Provider":["Anbieter"],"Status":["Status"],"Privacy policy of the provider":["Datenschutzerklärung des Anbieters"],"Data processing in countries":["Länder der Datenverarbeitung"],"Safety mechanisms for data transmission":["Sicherheitsmechanismen für die Datenübermittlung"],"You have selected countries which are considered as unsafe (%s). If you activate one of this safety mechanisms, you do not ask for consent according to {{article\/}}, if this kind of consent is activated at all in the settings.":["Du hast Länder ausgewählt, die als unsicher gelten (%s). Wenn du eine dieser Sicherheitsmechanismen aktivierst, fragst du nicht nach der Einwilligung gemäß {{article\/}}, wenn diese Art der Einwilligung überhaupt in den Einstellungen aktiviert ist."],"Legal basis":["Rechtsgrundlage"],"Technical cookie information":["Technische Cookie Informationen"],"Cookie type":["Cookie-Typ"],"This cookie is active as long as the session is active":["Dieses Cookie ist so lange aktiv, wie die Session aktiv ist"],"Session":["Sitzung"],"second(s)":["Sekunde(n)"],"Please confirm that you have checked the contents of the service.":["Bitte bestätige, dass du den Inhalt des Services überprüft hast."],"https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/ist-real-cookie-banner-rechtskonform\/"],"Since this template has replaced another one, I would like the old entries using this template to be deleted after submitting this form.":["Da diese Vorlage eine andere ersetzt hat, möchte ich, dass die alten Einträge, die diese Vorlage verwenden, nach dem Absenden dieses Formulars gelöscht werden."],"This template is {{strong}}not yet translated{{\/strong}} into {{languages\/}}. Feel free to translate it yourself!":["Diese Vorlage ist {{strong}}noch nicht{{\/strong}} in {{languages\/}} übersetzt. Du kannst sie gerne selbst übersetzen!"],"This template has been automatically machine translated into {{machineTranslatedLanguages\/}}. Please check all texts carefully!":["Diese Vorlage wurde automatisch maschinell in {{machineTranslatedLanguages\/}} übersetzt. Bitte überprüfe alle Texte sorgfältig!"],"This template has been translated into {{humanTranslatedLanguages\/}} by humans. However, translations in {{machineTranslatedLanguages\/}} have so far only been machine translated and not checked by a human translator. Please check the text in the mentioned languages carefully!":["Diese Vorlage wurde von Menschen in {{humanTranslatedLanguages\/}} übersetzt. Allerdings wurden die Übersetzungen in {{machineTranslatedLanguages\/}} bisher nur maschinell übersetzt und nicht von einem menschlichen Übersetzer überprüft. Bitte überprüfe den Text in den genannten Sprachen sorgfältig!"],"This template has so far only been machine translated in {{machineTranslatedLanguages\/}} and has not been checked by a human translator. Please check the text carefully in the languages mentioned!":["Diese Vorlage wurde bisher nur maschinell in {{machineTranslatedLanguages\/}} übersetzt und wurde nicht von einem menschlichen Übersetzer überprüft. Bitte überprüfe den Text in den genannten Sprachen sorgfältig!"],"The template has been updated to provide current legal and technical information. Fields with outdated values or values you manually adjusted are marked with {{tag\/}}. You can apply all changes with one click!":["Die Vorlage wurde aktualisiert, um aktuelle rechtliche und technische Informationen bereitzustellen. Felder mit veralteten Werten oder Werte, die du manuell angepasst hast, sind mit {{tag\/}} markiert. Du kannst alle Änderungen mit einem Klick übernehmen!"],"Differing from template":["Abweichend von der Vorlage"],"Applied!":["Übernommen!"],"Use default values":["Standardwerte verwenden"],"Do you really want to irrevocably overwrite all changes to this form with the defaults from the latest version of the template?":["Willst du wirklich alle Änderungen an diesem Formular unwiderruflich mit den Standardeinstellungen der neuesten Version der Vorlage überschreiben?"],"Reset now":["Jetzt zurücksetzen"],"Reset to latest template version":["Auf die neueste Version der Vorlage zurücksetzen"],"Version %s (latest)":["Version %s (aktuellste)"],"Version %s":["Version %s"],"Your value":["Dein Wert"],"Older versions not available":["Ältere Versionen nicht verfügbar"],"The version you selected does not show any difference to your current form value.":["Die von dir gewählte Version zeigt keinen Unterschied zu deinem aktuellen Formularwert."],"The value you entered is different from the value in the template.":["Der von dir eingegebene Wert unterscheidet sich von dem Wert in der Vorlage."],"Default value:":["Standardwert:"],"Use default value":["Standardwert verwenden"],"help you with the setup":["Hilfe bei der Einrichtung"],"Create from scratch":["Individuell erstellen"],"an individual service":["einen Service hinzufügen"],"an individual content blocker":["ein individueller Content Blocker"],"Scan website":["Website scannen"],"and find used service":["Finde verwendete Services"],"Search template by name...":["Vorlage nach Name suchen…"],"Show only free templates":["Nur kostenlose Vorlagen anzeigen"],"{{strong}}No template found{{\/strong}}. Please try to create the service yourself or {{a}}contact us{{\/a}} and let us know for which service you need a template.":["{{strong}}Keine Vorlage gefunden.{{\/strong}} Bitte versuche, den Service selbst zu erstellen oder {{a}}kontaktiere uns{{\/a}} und teile uns mit, für welchen Service du eine Vorlage benötigst."],"...or create it from one of our templates":["…oder erstelle diesen aus einer unserer Vorlagen"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-find-all-cookies\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-alle-services-finden\/"],"How do I find all services (cookies) on my website?":["Wie finde ich alle Services (Cookies) auf meiner Website?"],"Service templates with technical and legal details from the Service Cloud":["Service-Vorlagen mit technischen und rechtlichen Angaben aus der Service Cloud"],"Content Blocker with suitable settings from the Service Cloud":["Content Blocker mit passenden Einstellungen aus der Service Cloud"],"Templates for hundreds of services that you could be running on your website will save you a lot of time and work when setting up your cookie banner. The current service templates database must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Vorlagen für Hunderte von Services, die du auf deiner Website nutzen könntest, ersparen dir viel Zeit und Arbeit beim Einrichten deines Cookie Banners. Die Datenbank mit den aktuellen Service-Vorlagen muss von der Service Cloud von Real Cookie Banner heruntergeladen werden. Die Daten werden lokal auf deinen Server heruntergeladen, sodass sich deine Website Besucher nicht mit der Cloud verbinden müssen."],"Templates to block for hundreds of services you might use on your website will save you a lot of time and work when setting up your cookie banner. The current service templates database must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Vorlagen zum Blockieren für Hunderte von Services, die du auf deiner Website nutzen könntest, ersparen dir viel Zeit und Arbeit beim Einrichten deines Cookie Banners. Die Datenbank mit den aktuellen Content Blocker Vorlagen muss von der Service Cloud von Real Cookie Banner heruntergeladen werden. Die Daten werden lokal auf deinen Server heruntergeladen, sodass sich deine Website Besucher nicht mit der Cloud verbinden müssen."],"We also offer you a lot of templates in the free version, you can activate your free licence at any time, without any costs.":["Wir bieten dir auch viele Vorlagen in der kostenlosen Version an. Du kannst deine kostenlose Lizenz jederzeit aktivieren, ohne dass dir Kosten entstehen."],"You have successfully saved the content blocker.":["Du hast den Content Blocker erfolgreich gespeichert."],"The content blocker could not be saved due to missing\/invalid form values.":["Der Content Blocker konnte aufgrund fehlender\/ungültiger Formularwerte nicht gespeichert werden."],"You have already created a service. Are you sure that you don't want to create the corresponding content blocker?":["Du hast bereits ein Service angelegt. Bist du sicher, dass du den dazugehörigen Content Blocker nicht erstellen möchtest?"],"You have successfully saved the service.":["Du hast den Service erfolgreich gespeichert."],"The service could not be saved due to missing\/invalid form values.":["Der Service konnte aufgrund fehlender\/ungültiger Formularwerte nicht gespeichert werden."],"A service with the same unique name already exists.":["Ein Service mit dem gleichen eindeutigen Namen existiert bereits."],"Please provide a name!":["Bitte gib einen Namen an!"],"Unique identifier":["Eindeutiger Bezeichner"],"Each service used should have a descriptive name that is understandable to a non-professional user. Example: \"Google Analytics\". In addition, each service must have a unique identifier that you use for e.g. consent forwarding or the developer API (automatically generated if empty).":["Jeder verwendete Service sollte einen beschreibenden Namen haben, der auch für einen nicht-professionellen Benutzer verständlich ist. Beispiel: “Google Analytics”. Außerdem muss jeder Service einen eindeutigen Bezeichner haben, den du z.B. für die Weiterleitung von Einwilligungen oder die Entwickler-API verwenden kannst (wird automatisch generiert, falls leer)."],"Services with the status \"Draft\" or \"Disabled\" are not visible to the public. In addition, a draft will be highlighted in the service table so that you do not forget to configure it.":["Services mit dem Status \"Entwurf\" oder \"Deaktiviert\" sind für die Öffentlichkeit nicht sichtbar. Außerdem wird ein Entwurf in der Tabelle der Services hervorgehoben, damit du nicht vergisst, diesen fertigzustellen."],"Group":["Gruppe"],"Please provide a group!":["Bitte gib eine Gruppe an!"],"Each service must be assigned to a group. All services that do not belong to the group of essential services can (but do not have to) be accepted by visitors. According to the ePrivacy Directive, only services without which the website would not work are considered as essential services if the visitor has explicitly requested the service used. A possible economic interest of the website operator in using a tool, e.g. Google Analytics, is irrelevant.":["Jeder Service muss einer Gruppe zugeordnet werden. Alle Services, die nicht zu der Gruppe der essenziellen Services gehören, können (müssen aber nicht) von Besuchern akzeptiert werden. Gemäß der ePrivacy-Richtlinie gelten nur Services, ohne welche die Website technisch nicht funktionieren würde, als essenzielle Services, wenn der Besucher den verwendeten Service ausdrücklich angefordert hat. Ein mögliches wirtschaftliches Interesse des Website-Betreibers an der Nutzung eines Tools, z. B. Google Analytics, ist irrelevant."],"You have defined %1$s in a non-essential service group. In our legal opinion, this is the only way to use %1$s legally. However, please note that if a user doesn't consent to load %1$s, opt-in and opt-out events will not be sent to %1$s. Real Cookie Banner offers you the possibility to specify a fallback HTML\/JavaScript for this case.":["Du hast %1$s in einer nicht essenziellen Service-Gruppe definiert. Nach unserer Rechtsauffassung ist dies die einzige Möglichkeit %1$s legal zu verwenden. Bitte beachte jedoch, dass wenn ein Nutzer nicht einwilligt %1$s zu laden, keine Opt-in- und Opt-out-Events an %1$s gesendet werden. Real Cookie Banner bietet dir die Möglichkeit, für diesen Fall ein Fallback-HTML\/-JavaScript anzugeben."],"The service group in which this service is normally placed (%s) has been deleted by you. Please group the service yourself.":["Die Service-Gruppe, in der dieser Service normalerweise platziert wird (%s), wurde von dir gelöscht. Bitte gruppiere den Service eigenständig."],"The groups specified in service templates were chosen wisely. Are you sure that this service should be assigned to another group for your case?":["Die in den Service-Vorlagen angegebenen Gruppen wurden mit Bedacht gewählt. Bist du sicher, dass dieser Service in deinem Fall einer anderen Gruppe zugeordnet werden sollte?"],"I as the website operator am the provider\/responsible for data processing (usually for self-hosted services)":["Ich als Website-Betreiber bin der Anbieter\/Verantwortliche für die Datenverarbeitung (in der Regel bei selbst gehosteten Services)"],"Please name a provider!":["Bitte gib einen Anbieter an!"],"e.g. Global Co., 90210 Broadway Blvd., Nashville, TN 37011-5678":["z.B. Muster GmbH, Musterstraße 1, 12345 Musterhausen"],"Services have an \"owner\" who processes personal data or information saved in cookies etc. For self-hosted services, you are the data processor. Your contact details under {{a}}Settings > General > Website operator details{{\/a}} are used. For other services, input the provider's contact details, often found in their privacy policy.":["Services haben einen \"Eigentümer\", der persönliche Daten oder in Cookies usw. gespeicherte Informationen verarbeitet. Bei selbst gehosteten Services bist du der Datenverarbeiter. Deine Kontaktdaten unter {{a}}Einstellungen > Allgemein > Angaben zum Website-Betreiber{{\/a}} werden verwendet. Bei anderen Services gibst du die Kontaktdaten des Anbieters ein, die du oft in dessen Datenschutzerklärung findest."],"Provider contact":["Anbieter Kontakt"],"Please provide a valid URL!":["Bitte gib eine gültige URL an!"],"Purpose":["Zweck"],"The ePrivacy Directive and the GDPR require that a non-professional user understands the purpose of this service, how personal data is collected and how cookies are used for this purpose.":["Die ePrivacy-Richtlinie und DSGVO verlangen, dass ein gewöhnlicher Nutzer den Zweck dieses Services versteht, wie personenbezogene Daten gesammelt und Cookies zu diesem Zweck verwendet werden."],"Provide a direct link to the privacy policy of the provider that runs this service (in the language of your website).":["Gib einen direkten Link zur Datenschutzerklärung des Anbieters an, der diesen Service betreibt (in der Sprache deiner Website)."],"Legal notice of the provider":["Impressum des Anbieters"],"Provide a direct link to the legal notice or contact of the provider who operates this service (in the language of your website).":["Gib einen direkten Link zum Impressum oder zum Kontakt des Anbieters, der diesen Service betreibt, an (in der Sprache deiner Website)."],"Consent (Opt-in)":["Einwilligung (Opt-in)"],"https:\/\/devowl.io\/2021\/opt-in-opt-out-double-opt-in-definition\/":["https:\/\/devowl.io\/de\/2021\/opt-in-opt-out-double-opt-in\/"],"Services can be used on various legal bases according to {{aGdpr}}Art. 6 GDPR{{\/aGdpr}}. \"Consent\" means that the user must explicitly agree to the service (opt-in). \"Legitimate interest\" means that your interest as a website operator prevails to use the service and the user must explicitly disagree (opt-out). Unless it is an essential service. Then an objection is not possible. {{strong}}A legitimate interest exists only in rare cases and only for data processing. If you are not sure, it is better to obtain consent to be on the safe side.{{\/strong}}":["Die Services können auf verschiedenen Rechtsgrundlagen gemäß {{aGdpr}}Art. 6 DSGVO {{\/aGdpr}} verwendet werden. \"Einwilligung\" bedeutet, dass der Nutzer dem Service ausdrücklich zustimmen muss (Opt-in). \"Berechtigtes Interesse\" bedeutet, dass dein Interesse als Websitebetreiber überwiegt, den Service zu nutzen und der Nutzer explizit widersprechen muss (Opt-out) – ausgenommen, es handelt sich um einen essenziellen Service. Dann ist ein Widerspruch nicht möglich. {{strong}}Ein berechtigtes Interesse liegt nur in seltenen Fällen vor und nur für die Datenverarbeitung. Wenn du dir nicht sicher bist, ist es besser, eine Einwilligung einzuholen, um auf der sicheren Seite zu sein.{{\/strong}}"],"Your service is currently grouped as \"Essential\". This group implies the legitimate interest, with the only difference that this service cannot be opted out.":["Dein Service ist derzeit als \"Essenziell\" eingruppiert. Diese Gruppe impliziert das berechtigte Interesse – mit dem einzigen Unterschied, dass dieser Service nicht widerrufen werden kann."],"You have activated Google Consent Mode and agreed to the recommendations for the use of Google services without consent. At the same time, you allow this service to be loaded only after consent has been obtained. Please check whether you wish to use these services on your website {{strong}}on the basis of a legitimate interest{{\/strong}} (even before Google receiving consent into consent types accordance with Google Consent Mode and therefore e.g. not setting advertising cookies)!":["Du hast den Google Consent Mode aktiviert und den Empfehlungen für die Nutzung von Google-Services ohne Einwilligung zugestimmt. Gleichzeitig erlaubst du, dass dieser Service nur nach Einholung der Einwilligung geladen werden. Bitte prüfe, ob du diesen Services auf deiner Website {{strong}}auf der Grundlage eines berechtigten Interesses{{\/strong}} nutzen möchtest (noch bevor Google eine Einwilligung in Einwilligungsarten nach dem Google Consent Mode erhält und daher z.B. keine Werbe-Cookies setzt)!"],"You have decided to obtain consent without cookie banners (banner-less consent) on your website. This means that when your website visitors visit your website for the first time, they will not know that you use this service on the basis of a legitimate interest and can object to it. They will need to read your cookie policy or privacy policy to find out. Check whether there really is a legitimate interest in the legal sense according to {{a}}Art. 6 (1) (f) GDPR{{\/a}}, which is only given in rare cases!":["Du hast dich entschieden, Einwilligungen ohne Cookie Banner (Banner-less) auf deiner Website einzuholen. Dadurch erfahren deine Website-Besucher beim ersten Aufruf der Website nicht, dass du dieses Service auf Grundlage eines berechtigten Interesses einsetzt und dagegen widersprechen können. Sie müssen deine Cookie-Richtlinie oder Datenschutzerklärung lesen, um dies herauszufinden. Prüfe, ob hierfür wirklich ein berechtigtes Interesse im rechtlichen Sinne nach {{a}}Art. 6 Abs. 1 lit. f DSGVO{{\/a}} vorliegt, was nur in seltenen Fällen gegeben ist!"],"Data is usually processed in the countries where the service has its headquarter or servers. You should check with your service provider where your users' data is processed.":["Die Daten werden normalerweise in den Ländern verarbeitet, in denen der Service seinen Hauptsitz oder seine Server hat. Du solltest dich bei deinem Service-Anbieter informieren, wo die Daten deiner Nutzer verarbeitet werden."],"A transfer of personal data (e.g. IP address of the website visitor) to third countries that are unsafe in terms of data protection law (%s), is only permitted with prior consent. Consequently, such a service can never be essential under data protection law, since essential services are used on a different (in the case, non-existent) legal basis. In practice, however, it will not always be possible to avoid such use.":["Eine Übermittlung personenbezogener Daten (z. B. IP-Adresse des Website-Besuchers) in datenschutzrechtlich unsichere Drittländer (%s) ist nur mit vorheriger Einwilligung zulässig. Folglich kann ein solcher Service datenschutzrechtlich niemals essenziell sein, da essenzielle Services auf einer anderen (in diesem Fall nicht existierenden) Rechtsgrundlage genutzt werden. In der Praxis wird es jedoch nicht immer möglich sein, eine solche Nutzung zu vermeiden."],"General service configuration":["Allgemeine Service-Konfiguration"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-create-individual-cookie\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/real-cookie-banner-individuelles-cookie-erstellen\/"],"This service does not set any technical cookies on the client of the visitor, but e.g. integrates a script.":["Dieser Service setzt keine technischen Cookies auf dem Client des Besuchers, aber bindet z. B. ein Script ein."],"Please provide a cookie type!":["Bitte gib einen Cookie-Typ an!"],"Please provide a technical cookie name!":["Bitte gib einen technischen Cookie-Namen an!"],"Are you sure this is the name of the cookie? It seems like you are using a placeholder that is not supported. Please use an asterisk ({{code}}*{{\/code}}) as a placeholder if the cookie name is dynamically composed.":["Bist du sicher, dass dies der Name des Cookies ist? Es scheint, als würdest du einen Platzhalter verwenden, der nicht unterstützt wird. Bitte benutze ein Sternchen ({{code}}*{{\/code}}) als Platzhalter, wenn der Cookie-Name dynamisch zusammengesetzt ist."],"Please provide a valid hostname!":["Bitte gib einen gültigen Hostnamen an!"],"You are using an invalid wildcard (placeholder) syntax {{code}}*.{{\/code}} to match subdomains. Use {{code}}.%s{{\/code}} to include subdomains.":["Du verwendest eine ungültige Platzhalter-Syntax {{code}}*.{{\/code}}, um Subdomains zuzuordnen. Verwende {{code}}.%s{{\/code}}, um Subdomains einzubeziehen."],"minute(s)":["Minute(n)"],"hour(s)":["Stunde(n)"],"day(s)":["Tag(e)"],"month(s)":["Monat(e)"],"year(s)":["Jahr(e)"],"Please provide a valid duration!":["Bitte gib eine gültige Dauer an!"],"Please provide an unit!":["Bitte gib eine Einheit an!"],"Every cookie has a technical name, which you must provide. If a cookie name is dynamically composed, please use an asterisk ({{code}}*{{\/code}}) as a wildcard (placeholder).":["Jedes Cookie hat einen technischen Namen, den du angeben musst. Wenn sich ein Cookie-Name dynamisch zusammensetzt, verwende bitte ein Sternchen ({{code}}*{{\/code}}) als Platzhalter."],"Technical cookie name":["Technischer Cookie-Name"],"Every cookie is associated to a domain or hostname.":["Jedes Cookie ist einer Domain oder einem Hostnamen zugeordnet."],"Technical cookie host":["Technischer Cookie-Host"],"A HTTP cookie is only valid for a certain time, which is defined when the cookie is set.":["Ein HTTP-Cookie ist nur für eine bestimmte Zeit gültig, die beim Setzen des Cookies definiert wird."],"Cookie duration":["Cookie-Gültigkeitsdauer"],"Each cookie serves a purpose (e.g. user identification for tracking), which should be explained.":["Jedes Cookie dient einem bestimmten Zweck (z. B. der Identifizierung des Benutzers zur Nachverfolgung), der erläutert werden sollte."],"Add another cookie definition":["Weitere Cookie-Definition hinzufügen"],"Total %d items":["Insgesamt %d Einträge"],"Missing entries:":["Fehlende Einträge:"],"Modified entries:":["Geänderte Einträge:"],"For each service you use, you should specify all cookies that are used by it. You can find this out in the developer console of your browser. Please note that there are several types of cookies and according to {{aEprivacy}}ePrivacy Directive (Directive 2009\/136\/EC) Recital 66{{\/aEprivacy}} you have to inform your visitors not only about (HTTP) cookies, but also about cookie-like information.":["Für jeden Service, den du nutzt, solltest du auch alle Cookies angeben, die von diesem verwendet werden. Du kannst dies in der Entwickler-Konsole deines Browsers herausfinden. Bitte beachte, dass es mehrere Arten von Cookies gibt und gemäß der {{aEprivacy}}ePrivacy-Richtline (2009\/136\/EG) Erwägungsgrund 66{{\/aEprivacy}} musst du deine Besucher nicht nur über (HTTP-)Cookies, sondern auch über Cookie-ähnliche Daten informieren."],"https:\/\/devowl.io\/go\/eu-directive-2009-136-ec":["https:\/\/eur-lex.europa.eu\/legal-content\/DE\/TXT\/?uri=celex:32009L0136"],"Event names for %s":["Ereignis-Namen für %s"],"You have not yet defined a %s service. To use event names, you must create a %s service.":["Du hast noch keinen %s Service definiert. Um Ereignis-Namen zu verwenden, musst du einen %s Service erstellen."],"Storing and reading of data such as cookies (web) or device identifiers (apps) related to advertising.":["Speicherung und Auslesen von Daten wie Cookies (Web) oder Gerätekennungen (Apps) im Zusammenhang mit Werbung."],"Sending user data to Google for online advertising purposes.":["Übermitteln von Nutzerdaten an Google für Online-Werbezwecke."],"Evaluation and display of personalized advertising.":["Auswertung und Anzeige von personalisierter Werbung."],"Storing and reading of data such as cookies (web) or device identifiers (apps), related to analytics (e.g. visit duration).":["Speichern und Auslesen von Daten wie Cookies (Web) oder Gerätekennungen (Apps) im Zusammenhang mit Analysen (z. B. Besuchsdauer)."],"Storing and reading of data that supports the functionality of the website or app (e.g. language settings).":["Speichern und Auslesen von Daten für die Funktionalität der Website oder App (z. B. Spracheinstellungen)."],"Storing and reading of data related to personalization (e.g. video recommendations).":["Speichern und Auslesen von Daten im Zusammenhang mit Personalisierung (z. B. Videoempfehlungen)."],"Storing and reading of data related to security (e.g. authentication functionality, fraud prevention, and other user protection).":["Speichern und Auslesen von sicherheitsrelevanten Daten (z. B. Authentifizierungsfunktionen, Betrugsprävention und anderer Nutzerschutz)."],"Accessible as \"Additional Consent\" in Google Tag Manager to fire tags only if consent for this service has been given.":["Als \"Zusätzliche Einwilligung\" in Google Tag Manager zugänglich, um Tags nur zu feuern, wenn eine Einwilligung in diesen Service vorliegt."],"Unique identifier of this service":["Eindeutiger Bezeichner dieses Services"],"Requested consent types for Google Consent Mode":["Angefragte Einwilligungarten für Google Consent Mode"],"You must obtain consent according to the Google Consent Mode based on so-called consent types, {{strong}}if the service can respect these consent types{{\/strong}} (check the documentation of the provider of this service to find out if an integration has been implemented). Especially for Google services, you should request all necessary consent types in order to be able to collect as much data as possible. Consent in consent types is only granted if the website visitor explicitly agrees to all services (with all features) or explicitly agrees to these consent types in the individual privacy settings, but not if they do not exercise their right to object if you use this service on the legal basis of a legitimate interest.":["Du musst die Einwilligung nach dem Google Consent Mode auf Basis der sogenannten Einwilligungsarten einholen, {{strong}}wenn der Service diese Einwilligungsarten berücksichtigen kann{{\/strong}} (überprüfe die Dokumentation des Anbieters dieses Services, um herauszufinden, ob eine Integration implementiert wurde). Vor allem bei Google Service solltest du alle erforderlichen Einwilligungsarten einholen, um so viele Daten wie möglich sammeln zu können. Die Einwilligung in die Einwilligungsarten wird nur erteilt, wenn der Website-Besucher ausdrücklich allen Services (mit allen Funktionen) zustimmt oder diesen Einwilligungsarten in den individuellen Privatsphäre-Einstellungen ausdrücklich zustimmt, aber nicht, wenn er sein Recht auf Widerspruch nicht ausübt, wenn du diesen Service auf der Rechtsgrundlage eines berechtigten Interesses nutzt."],"Please fill in a value!":["Bitte gib einen Wert ein!"],"The code above contains HTML tags that are skipped when one of the following plugins is active: {{strong\/}}. {{i}}What does this mean for me?{{\/i}} In most cases, another plugin will take over the execution of the technical code, and you have to create a corresponding content blocker.":["Der obige Code enthält HTML-Tags, die übersprungen werden, wenn eines der folgenden Plugins aktiv ist: {{strong\/}}. {{i}}Was bedeutet das für mich?{{\/i}} In den meisten Fällen übernimmt ein anderes Plugin die Ausführung des technischen Codes und du musst entsprechend einen Content Blocker erstellen."],"Only run this script if the user has {{u}}not{{\/u}} allowed to use %s":["Script nur ausführen, wenn der Nutzer {{u}}nicht{{\/u}} in die Verwendung von %s eingewilligt hat"],"Code executed on opt-in":["Code bei Opt-in ausführen"],"Code executed on opt-out":["Code bei Opt-out ausführen"],"Code executed on page load":["Code beim Laden der Seite ausführen"],"The {{strong}}%1$s{{\/strong}} plugin is connected to this service. This means that the scripts mentioned below may not be run exactly as they are or may be changed. So, it's best not to make any further changes or delete the script. Instead, if you want to make changes related to {{strong}}%2$s{{\/strong}}, please do it directly in the {{strong}}%1$s{{\/strong}}.":["Das Plugin {{strong}}%1$s{{\/strong}} ist mit diesem Service verbunden. Das bedeutet, dass die unten erwähnten Scripte möglicherweise nicht genau so ausgeführt oder verändert werden. Nimm also am besten keine weiteren Änderungen vor und lösche das Script nicht. Wenn du stattdessen Änderungen im Zusammenhang mit {{strong}}%2$s{{\/strong}} vornehmen möchtest, mache dies bitte direkt in {{strong}}%1$s{{\/strong}}."],"You are currently embedding \"%1$s\" outside of Real Cookie Banner. You can have it blocked via a content blocker before consenting. Alternatively, you can use the following opt-in script to load %1$s directly into Real Cookie Banner.<br \/><br \/>If you want to embed \"%1$s\" via Real Cookie Banner, you have to deactivate the content blocker at the end of the form and remove \"%1$s\" outside Real Cookie Banner.<br \/><br \/>If you prefer to keep the current integration, you only have to delete the opt-in script in this form.":["Du bindest derzeit \"%1$s\" außerhalb von Real Cookie Banner ein. Du kannst es vor der Einwilligung über einen Content Blocker blockieren lassen. Alternativ kannst du das folgende Opt-In-Script verwenden, um \"%1$s\" direkt in Real Cookie Banner zu laden.<br \/><br \/>Wenn du %1$s über Real Cookie Banner einbinden möchtest, musst du den Content Blocker am Ende des Formulars deaktivieren und \"%1$s\" außerhalb von Real Cookie Banner entfernen.<br \/><br \/>Wenn du die aktuelle Einbindung lieber beibehalten möchtest, musst du nur das Opt-In Script in diesem Formular löschen."],"If you have already used %s before creating this service, please deactivate the script\/plugin with which the service was loaded so far. The opt-in script will now take care of the correct integration.":["Wenn du vor der Erstellung dieses Services bereits %s verwendet hast, deaktiviere bitte das Script\/Plugin, mit dem der Service bisher geladen wurde. Das Opt-in Script wird sich nun um die korrekte Integration kümmern."],"Priority of script execution":["Priorität der Ausführung von Skripten"],"Please provide a valid priority!":["Bitte gib eine gültige Priorität an!"],"Scripts executed on opt-in or on opt-out can have the property {{code}}unique-write-name{{\/code}}. If multiple scripts have the same name, only one will be executed to avoid multiple executions. If scripts with the same name are executed in different services, the one with the lowest priority is executed (defines the execution order). Changing the priority is relevant, for example, if you create two services for tracking with and without cookies (on different legal bases) for the same analysis tool.":["Skripte, die bei Opt-in oder Opt-out ausgeführt werden, können die Eigenschaft {{code}}unique-write-name{{\/code}} haben. Wenn mehrere Skripte denselben Namen haben, wird nur eines ausgeführt, um eine mehrfache Ausführung zu vermeiden. Wenn Skripte mit demselben Namen in verschiedenen Services ausgeführt werden, wird das Skript mit der niedrigsten Priorität ausgeführt (legt die Ausführungsreihenfolge fest). Die Änderung der Priorität ist beispielsweise relevant, wenn du zwei Services für die Nachverfolgung mit und ohne Cookies (auf unterschiedlichen Rechtsgrundlagen) für dasselbe Analysetool erstellst."],"Priority":["Priorität"],"Define HTML and JavaScript code that is executed when a visitor decides to accept or reject this service or when a page is loaded. It is important to define the executed code correctly, as this ensures that scripts are executed and cookies are set only after the user's consent.":["Definiere HTML- und JavaScript-Code, der ausgeführt wird, wenn ein Besucher diesen Service akzeptiert oder ablehnt oder wenn eine Seite geladen wird. Es ist wichtig, den ausgeführten Code korrekt zu definieren, da nur so sichergestellt werden kann, dass erst nach Einwilligung des Benutzers Scripts ausgeführt und Cookies gesetzt werden."],"Define the %1$s event that should be thrown in the data layer when a visitor decides to accept or reject this service. The event can be used as a trigger in %1$s. For users who do not allow to use %1$s a fallback can be defined. You can define HTML and JavaScript code that is executed when a visitor decides to accept or reject this service, or when a page is loaded. It is important to define the event names and executed code correctly, as this will ensure that scripts are executed and cookies are only set with the user's consent.":["Definiere das %1$s Ereignis, das im Data Layer ausgelöst werden soll, wenn ein Besucher entscheidet, diesen Service zu akzeptieren oder abzulehnen. Das Ereignis kann als Trigger im %1$s verwendet werden. Für Nutzer, welche die Verwendung von %1$s nicht erlauben, kann ein Fallback definiert werden. Du kannst HTML- und JavaScript-Code definieren, der ausgeführt wird, wenn ein Besucher beschließt, diesen Service zu akzeptieren oder abzulehnen, oder wenn eine Seite geladen wird. Es ist wichtig, die Ereignis-Namen und den ausgeführten Code korrekt zu definieren, um sicherzustellen, dass Skripte ausgeführt und Cookies nur mit Einwilligung des Nutzers gesetzt werden."],"Technical handling":["Technische Handhabung"],"Services that should be associated with a content blocker cannot be in the \"Essential\" group, because it cannot be rejected.":["Services, die mit einem Content Blocker verbunden werden sollen, können nicht in der Gruppe \"Essenziell\" sein, da sie nicht abgelehnt werden können."],"Create content blocker for this service.":["Content Blocker für diesen Service erstellen."],"Please select a template for the Content Blocker!":["Bitte wähle eine Vorlage für den Content Blocker!"],"Select Content Blocker template...":["Content Blocker Vorlage auswählen..."],"Immediately after submitting this form you will be forwarded to another form that allows you to create the Content Blocker.":["Unmittelbar nach dem Absenden dieses Formulars wirst du zu einem anderen Formular weitergeleitet, mit dem du den Content Blocker erstellen kannst."],"legal-text\u0004I have checked the information in the service template myself for correctness and completeness and have added missing information or corrected information that does not fit my use case. I am aware that the manufacturer of Real Cookie Banner cannot take any liability in this respect.":["Ich habe die Informationen in der Service-Vorlage selbst auf Richtigkeit und Vollständigkeit überprüft und fehlende Informationen ergänzt oder Informationen korrigiert, die nicht zu meinem Anwendungsfall passen. Mir ist bewusst, dass der Hersteller von Real Cookie Banner insoweit keine Haftung übernimmt."]}}}