{"translation-revision-date":"2025-03-18 12:35+0000","generator":"WP-CLI\/2.11.0","source":"853.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=n != 1;"},"Name":["Name"],"Status":["Status"],"Enabled":["Aktiviert"],"Disabled":["Deaktiviert"],"Draft":["Entwurf"],"Description":["Beschreibung"],"https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/":["https:\/\/devowl.io\/de\/wissensdatenbank\/ist-real-cookie-banner-rechtskonform\/"],"Save":["Speichern"],"Not defined":["Nicht definiert"],"Consent":["Einwilligung"],"Please choose a status!":["Bitte wähle einen Status aus!"],"Other":["Anderes"],"You have unsaved changes. If you leave this page, your changes will be discarded.":["Du hast ungespeicherte Änderungen. Wenn du diese Seite verlässt, werden deine Änderungen verworfen."]," or ":[" oder "],"https:\/\/gdpr-text.com\/read\/article-6\/":["https:\/\/gdpr-text.com\/de\/read\/article-6\/"],"Provider":["Anbieter"],"Privacy policy of the provider":["Datenschutzerklärung des Anbieters"],"Legal basis":["Rechtsgrundlage"],"Data processing in countries":["Länder der Datenverarbeitung"],"Safety mechanisms for data transmission":["Sicherheitsmechanismen für die Datenübermittlung"],"You have selected countries which are considered as unsafe (%s). If you activate one of this safety mechanisms, you do not ask for consent according to {{article\/}}, if this kind of consent is activated at all in the settings.":["Du hast Länder ausgewählt, die als unsicher gelten (%s). Wenn du eine dieser Sicherheitsmechanismen aktivierst, fragst du nicht nach der Einwilligung gemäß {{article\/}}, wenn diese Art der Einwilligung überhaupt in den Einstellungen aktiviert ist."],"second(s)":["Sekunde(n)"],"This cookie is active as long as the session is active":["Dieses Cookie ist so lange aktiv, wie die Session aktiv ist"],"Session":["Sitzung"],"Cookie type":["Cookie-Typ"],"Technical cookie information":["Technische Cookie Informationen"],"Please confirm that you have checked the contents of the service.":["Bitte bestätige, dass du den Inhalt des Services überprüft hast."],"You need to enable at least one purpose!":["Du musst mindestens einen Zweck ermöglichen!"],"You have successfully saved the TCF vendor configuration.":["Du hast die Konfiguration des TCF Vendors erfolgreich gespeichert."],"The TCF vendor configuration could not be saved due to missing\/invalid form values.":["Der TCF Vendor konnte aufgrund fehlender\/ungültiger Formularwerte nicht gespeichert werden."],"Vendor ID: %d":["Vendor ID: %d"],"Vendor configurations with the status \"Draft\" or \"Disabled\" are not visible to the public. In addition, a draft is highlighted in the table of vendor configurations so that you do not forget to complete it.":["Vendor-Konfigurationen mit dem Status “Entwurf” oder “Deaktiviert” sind für die Öffentlichkeit nicht sichtbar. Außerdem wird ein Entwurf in der Tabelle der Vendoren-Konfigurationen hervorgehoben, damit du nicht vergisst, diesen fertigzustellen."],"Legal address":["Anschrift"],"Explanation of the legitimate interest":["Erläuterung des berechtigten Interesses"],"Territorial scope":["Territorialer Geltungsbereich"],"The EU\/EEA\/EFTA\/UK jurisdictions where the vendor operates in the context of its TCF registration. Note that this is different from the place of establishment.":["Die EU\/EWR\/EFTA\/UK-Jurisdiktionen, in denen der Vendor im Rahmen seiner TCF-Registrierung tätig ist. Beachte, dass dies nicht mit dem Ort der Niederlassung gleichzusetzen ist."],"This vendor transfers data outside EU\/EEA":["Dieser Vendor überträgt Daten außerhalb der EU\/EWR"],"Transfer mechanism":["Transfermechanismus"],"Adequacy decision":["Angemessenheitsbeschluss"],"Standard contractual clauses":["Standardvertragsklauseln"],"Binding corporate rules":["Verbindliche interne Datenschutzvorschriften"],"Data is usually processed in the countries where the vendor has its headquarter or servers. You should check with your service provider where your users' data is processed.":["Die Daten werden normalerweise in den Ländern verarbeitet, in denen der Service seinen Hauptsitz oder seine Server hat. Du solltest dich bei deinem Service-Anbieter informieren, wo die Daten deiner Nutzer verarbeitet werden."],"The vendor states that standard contractual clauses must be concluded with it in any case. Please make sure that you have a corresponding contract with him!":["Der Vendor gibt an, dass in jedem Fall Standardvertragsklauseln mit ihm geschlossen werden müssen. Bitte stelle sicher, dass du einen entsprechenden Vertrag mit ihm hast!"],"General vendor configuration":["Allgemeine Vendoren-Konfiguration"],"The vendor specifies for which defined purposes he wants to process (personal) data of your visitors and use cookies. These can be deselected if consent should not be obtained for certain purposes. The vendor specifies the legal basis for data processing in according to  {{aGdpr}}Art. 6 GDPR{{\/aGdpr}} and whether you as the website operator can change this. \"Legitimate Interest\" means that this purpose is pre-selected on the basis of a legally designated legitimate interest, and the visitor to your website must actively object to it, if an objection is possible. \"Consent\" means that your visitors must explicitly agree to this purpose. The default settings are provided by the vendor, but do not have to match how you use the vendor on your website. In particular, you may need to make adjustments, if possible, in the \"Legal basis\" column. {{strong}}A legitimate interest exists only in a very few cases. If you are not sure, it is better to obtain consent.{{\/strong}}":["Der Vendor gibt an, für welche definierten Zwecke er (personenbezogene) Daten deiner Besucher verarbeiten und Cookies verwenden möchte. Diese können abgewählt werden, wenn für bestimmte Zwecke keine Einwilligung eingeholt werden soll. Der Vendor gibt die Rechtsgrundlage für die Datenverarbeitung gemäß {{aGdpr}}Art. 6 DSGVO{{\/aGdpr}} an und ob du als Websitebetreiber diese ändern kannst. “Berechtigtes Interesse” bedeutet, dass dieser Zweck aufgrund eines gesetzlich bestimmten berechtigten Interesses vorausgewählt wird und der Besucher deiner Website aktiv widersprechen muss, wenn ein Widerspruch möglich ist. “Einwilligung” bedeutet, dass deine Besucher diesem Zweck ausdrücklich zustimmen müssen. Die Standardeinstellungen werden vom Vendor zur Verfügung gestellt, müssen aber nicht damit übereinstimmen, wie du den Vendor auf deiner Website nutzt. Insbesondere musst du, wenn möglich, Anpassungen in der Spalte “Rechtsgrundlage” vornehmen. {{strong}}Ein berechtigtes Interesse liegt nur in seltenen Fällen vor. Wenn du dir nicht sicher bist, ist es besser, eine Einwilligung einzuholen, um auf der sicheren Seite zu sein.{{\/strong}}"],"Purposes and special purposes":["Zwecke und besondere Zwecke"],"Legitimate interest":["Berechtigtes Interesse"],"Illustrations":["Illustrationen"],"Special purpose":["Besonderer Zweck"],"Data retention period":["Datenspeicherfrist"],"%d day":["%d Tag","%d Tage"],"It should be specified all cookies, which are used by using a service of a TCF vendor. There are several types of cookies and that the {{aEprivacy}}ePrivacy Directive (Directive 2009\/136\/EC) Rectial 66{{\/aEprivacy}} requires that you inform your visitors not only about (HTTP) cookies, but also about cookie-like information. This data, if specified, is given by the TCF Vendor and is not mutable. If the information is incomplete, you will need to contact the TCF vendor to request the information be completed.":["Es sollten alle Cookies angegeben werden, die durch die Nutzung eines Services eines TCF Vendors verwendet werden. Es gibt verschiedene Arten von Cookies und der {{aEprivacy}}Erwägungsgrund 66 ePrivacy-Richtlinie (2009\/136\/EC){{\/aEprivacy}} verlangt, dass du deine Besucher nicht nur über (HTTP-)Cookies, sondern auch über Cookie-ähnliche Informationen informierst. Diese Daten – sofern angegeben – werden vom TCF Vendor gegeben und sind nicht veränderbar. Wenn die Informationen unvollständig sind, musst du den TCF Vendor kontaktieren, um die Informationen vervollständigen zu lassen."],"https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=celex:32009L0136":["https:\/\/eur-lex.europa.eu\/legal-content\/DE\/TXT\/?uri=CELEX:32009L0136"],"Device Storage Disclosure":["Device Storage Disclosure"],"TCF vendors must disclose their cookies, among other things, in accordance with the {{a}}\"Vendor Device Storage & Operational Disclosures\"{{\/a}} specification. However, this vendor fails to comply with the specification, so that the mandatory information for obtaining informed consent as defined by the GDPR cannot be read. You as a website operator can therefore not obtain valid consent for this vendor.":["TCF-Vendoren müssen ihre Cookies gemäß der Spezifikation {{a}}\"Vendor Device Storage & Operational Disclosures\"{{\/a}} offenlegen. Dieser Vendor hält sich jedoch nicht an die Spezifikation, so dass die Pflichtangaben für die Einholung einer informierten Einwilligung, wie sie von der DSGVO vorgegeben werden, nicht gelesen werden können. Du als Website-Betreiber kannst daher keine wirksame Einwilligung für diesen Vendor einholen."],"You can find the vendor's faulty device storage disclosure at {{a}}%s{{\/a}}. Please contact the vendor and ask for a standard compliant device disclosures!":["Du kannst die fehlerhaften Device Storage Disclosure des Vendors unter {{a}}%s{{\/a}} einsehen. Bitte kontaktiere den Vendor und fordere eine standardkonforme Device Storage Disclosure ein!"],"Problem:":["Problem:"],"The vendor does not provide any disclosures.":["Der Vendor stellt keine Informationen zur Verfügung."],"The vendor does not specify for one or multiple cookies for which domains they are valid.":["Der Vendor gibt für ein oder mehrere Cookies nicht an, für welche Domain sie gültig sind."],"The vendor does not specify the purpose for one or multiple cookies.":["Der Vendor gibt den Zweck eines oder mehrerer Cookies nicht an."],"The vendor does not specify for one or multiple cookies if the cookie does refresh.":["Der Vendor gibt für ein oder mehrere Cookies nicht an, ob das Cookie erneuert wird."],"The vendor does not specify the age in seconds for one or multiple cookies.":["Der Vendor gibt das Alter in Sekunden für ein oder mehrere Cookies nicht an."],"The vendor provides a technically non-machine-readable variant of the data, which differs significantly from the defined standard.":["Der Vendor stellt eine technisch nicht maschinenlesbare Variante der Daten zur Verfügung, die erheblich vom definierten Standard abweicht."],"This vendor does not provide any device storage disclosure.":["Dieser Vendor bietet keine Device Storage Disclosure."],"Identifier":["Bezeichner"],"Domain":["Domain"],"Duration":["Dauer"],"Refresh":["Neu laden"],"Purposes":["Zweck"],"%d purpose":["%d Zweck aktiviert","%d Zwecke aktiviert"],"None":["Nichts"],"Unknown":["Unbekannt"],"Features are specified by the vendor and are immutable. They describe the characteristics of how personal data is processed in order to achieve one or more purposes.":["Funktionen werden vom Vendor festgelegt und sind unveränderlich. Sie beschreiben die Eigenschaften, wie personenbezogene Daten verarbeitet werden, um einen oder mehrere Zwecke zu erreichen."],"Features and special features":["Funktionen und besondere Funktionen"],"This vendor has not listed any used features.":["Dieser Vendor hat keine verwendeten Funktionen aufgelistet."],"Special feature":["Besondere Funktion"],"Data categories are specified by the vendor and are immutable. They describe the characteristics of which personal data is processed.":["Datenkategorien werden vom Vendor festgelegt und sind unveränderlich. Sie beschreiben die Merkmale, anhand derer personenbezogene Daten verarbeitet werden."],"Data categories":["Daten-Kategorien"],"This vendor has not listed any data categories.":["Dieser Vendor hat keine verwendeten Funktionen aufgelistet."],"legal-text\u0004I have checked the information in the TCF vendor configuration myself and corrected any information that does not fit to my use case.":["Ich habe die Informationen in der TCF Vendor-Konfiguration selbst überprüft und alle Informationen, die nicht zu meinem Anwendungsfall passen, korrigiert."]}}}