{"translation-revision-date":"2025-02-06 11:20:23+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"An error occurred when trying to download the templates from the Service Cloud for the first time. This means that the scanner will currently not be able to suggest scan results for service templates. The download will be performed again automatically in a few minutes, or click \"Update templates\" below.":["Beim ersten Versuch, die Vorlagen aus der Service Cloud herunterzuladen, ist ein Fehler aufgetreten. Das bedeutet, dass der Scanner derzeit nicht in der Lage ist, Scan-Ergebnisse für Servicevorlagen vorzuschlagen. Der Download wird in ein paar Minuten automatisch erneut durchgeführt, oder klicken unten auf \"Vorlagen aktualisieren\"."],"Service Cloud":["Service Cloud"],"Activate free license":["Kostenlose Lizenz aktivieren"],"This functionality is only available with a valid license, as the service templates must be downloaded regularly from our cloud service.":["Diese Funktion ist nur mit einer gültigen Lizenz verfügbar, da die Service-Vorlagen regelmäßig von unserem Cloud-Service heruntergeladen werden müssen."],"Update templates":["Vorlagen aktualisieren"],"The template database is downloaded to your WordPress and is updated daily. Click \"Update templates\" to download the latest version now!":["Die Vorlagen-Datenbank wird in dein WordPress heruntergeladen und täglich aktualisiert. Klicke auf \"Vorlagen aktualisieren\", um die neueste Version jetzt herunterzuladen!"],"Pre-release":["Pre-release"],"Release ID":["Release ID"],"You have downloaded the service templates the last time on {{u\/}}":["Du hast die Service-Vorlagen das letzte Mal am {{u\/}} heruntergeladen"],"Templates for hundreds of services that you could be running on your website must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Vorlagen für Hunderte von Services, die du auf deiner Website nutzen könntest, müssen von der Service Cloud von Real Cookie Banner heruntergeladen werden. Die Daten werden lokal auf deinen Server heruntergeladen, so dass sich deine Website-Besucher nicht mit der Cloud verbinden müssen."],"Activate license":["Lizenz aktivieren"],"Cache":["Cache"],"More statistics":["Mehr Statistiken"],"I have already done all the steps":["Ich habe bereits alle Schritte erledigt"],"Dismiss this info":["Info ausblenden"],"We did {{strong}}not detect{{\/strong}} any page cache on your site.":["Wir haben {{strong}}keinen{{\/strong}} Page-Cache auf deiner Website erkannt."],"We have detected {{strong}}%s{{\/strong}} as your page cache.":["Wir haben {{strong}}%s{{\/strong}} als deinen Page-Cache erkannt."],"Real Cookie Banner can empty your page cache automatically as soon as a page cache is detected. This means that you do not have to manually clear your page cache if you make changes to the cookie banner via the customizer or if you ask for a new consent.":["Real Cookie Banner kann deinen Page-Cache automatisch leeren, sobald ein Page-Cache erkannt wird. Das bedeutet, dass du deinen Page-Cache nicht manuell leeren musst, wenn du Änderungen am Cookie Banner über den Customizer vornimmst oder wenn du eine neue Einwilligung einholst."],"Already applied":["Bereits angewendet"],"Successfully saved changes!":["Änderungen erfolgreich gespeichert!"],"Cookie banners are a necessary evil that takes up a lot of space, especially on smartphones. With mobile optimization you can customize the cookie banner so that it is more discreet and at the same time easy to read on smartphones.":["Cookie Banner sind ein notwendiges Übel, das vor allem auf Smartphones viel Platz einnimmt. Mit den Mobile-Optimierungen kannst du das Cookie Banner so anpassen, dass es dezenter und gleichzeitig auf Smartphones gut lesbar ist."],"Want to optimize the cookie banner for mobile users?":["Cookie Banner für mobile Nutzer optimieren?"],"You have defined {{strong}}%d enabled{{\/strong}}, %d disabled and %d draft TCF vendors.":["Du hast {{strong}}%d aktivierte{{\/strong}}, %d deaktivierte und %d als Entwurf gekennzeichnete TCF Vendors angelegt."],"You have defined {{strong}}%d enabled{{\/strong}}, %d disabled and %d draft services.":["Du hast {{strong}}%d aktivierte{{\/strong}}, %d deaktivierte und %d als Entwurf gekennzeichnete Services angelegt."],"Manage":["Verwalten"],"Available service groups:":["Verfügbare Service-Gruppen:"],"You can enable and disable the content blocker in the {{a}}settings page{{\/a}}.":["Du kannst den Content Blocker in den {{a}}Einstellungen{{\/a}} aktivieren und deaktivieren."],"Content Blocker is {{strong}}deactivated{{\/strong}}":["Content Blocker ist {{strong}}deaktiviert{{\/strong}}"],"Content Blocker is {{strong}}activated{{\/strong}}":["Content Blocker ist {{strong}}aktiviert{{\/strong}}"],"You can enable and disable the cookie banner in the {{a}}settings page{{\/a}}.":["Du kannst den Cookie Banner in den {{a}}Einstellungen{{\/a}} ein- und ausschalten."],"Cookie Banner is {{strong}}deactivated{{\/strong}}":["Cookie Banner ist {{strong}}deaktiviert{{\/strong}}"],"Cookie Banner is {{strong}}activated{{\/strong}}":["Cookie Banner ist {{strong}}aktiviert{{\/strong}}"],"Next century":["Nächstes Jahrhundert"],"Last century":["Letztes Jahrhundert"],"Next decade":["Nächstes Jahrzehnt"],"Last decade":["Letztes Jahrzehnt"],"Next year (Control + right)":["Nächstes Jahr (STRG + rechts)"],"Last year (Control + left)":["Letztes Jahr (STRG + links)"],"Next month (PageDown)":["Nächster Monat (PageDown)"],"Previous month (PageUp)":["Vorheriger Monat (PageUp)"],"Choose a decade":["Jahrzehnt wählen"],"Choose a year":["Jahr wählen"],"Choose a month":["Monat wählen"],"Select time":["Uhrzeit wählen"],"Year":["Jahr"],"Month":["Monat"],"Clear":["Zurücksetzen"],"OK":["OK"],"Back to today":["Zurück zu heute"],"Now":["Jetzt"],"End date":["Enddatum"],"Start date":["Startdatum"],"Select date":["Datum wählen"],"You can get several statistics about how your users use the cookie banner. This helps you to calculate the total number of users who do not want to be tracked, for example, by extrapolating data from Google Analytics.":["Du kannst verschiedene Statistiken darüber erhalten, wie deine Nutzer das Cookie Banner verwenden. Dies hilft dir, die Gesamtzahl der Nutzer zu berechnen, die nicht getrackt werden möchten, z.B. durch Extrapolation von Daten aus Google Analytics."],"Want to see detailed statistics about the consents of your visitors?":["Möchtest du detaillierte Statistiken über die Einwilligungen deiner Besucher sehen?"],"Today":["Heute"],"Set up the cookie banner":["Cookie Banner einrichten"],"Cancel":["Abbrechen"],"Services":["Services"],"General":["Allgemein"],"pro-modal\/mobile-optimization.png":["pro-modal\/de\/mobile-optimization.png"],"Statistics":["Statistiken"],"No":["Nein"],"Yes":["Ja"],"Content Blocker":["Content Blocker"]}},"comment":{"reference":"public\/dist\/chunk-config-tab-dashboard.lite.js"}}