{"translation-revision-date":"2025-02-06 11:20:23+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Consent is obtained for all advertising partners who display advertising via Adsense. This leads to maximum revenue, but data protectionists could question the effectiveness of the consent due to the excessive number of vendors.":["Die Einwilligung wird für alle Werbepartner eingeholt, die Werbung über Adsense schalten. Dies führt zu maximalen Einnahmen, aber Datenschützer könnten die Wirksamkeit der Einwilligung aufgrund der zu großen Anzahl von Anbietern anzweifeln."],"All ad partners using Google Adsense":["Alle Werbepartner, die Google Adsense nutzen"],"Consent is requested for all advertising partners who display a particularly large amount of advertising via Adsense (list provided by Google). This increases your revenue and at the same time you obtain consent from a manageable number of TCF vendors.":["Die Einwilligung wird für alle Werbepartner eingeholt, die besonders viel Werbung über Adsense schalten (Liste wird von Google bereitgestellt). Das erhöht deine Einnahmen und gleichzeitig fragst du nach der Einwilligung in eine überschaubare Anzahl von TCF-Vendoren."],"Commonly used ad partners":["Häufig verwendete Werbepartner"],"Only Google can display ads booked e.g. via Google Ads. This means that you obtain less consent from your website visitors, but will not generate the optimum revenue.":["Nur Google kann gebuchte Anzeigen z.B. über Google Ads anzeigen. Das bedeutet, dass du weniger Einwilligung von deinen Website-Besuchern einholst, aber auch nicht den optimalen Umsatz erzielst."],"Google Advertising Products only":["Nur Google Advertising Products"],"Google Adsense displays advertisements from various advertising partners (ad servers) on your website by integrating just one AdSense scripts. A complex bidding system decides which advertising partner receives the advertising slot in the end.":["Google AdSense zeigt Anzeigen von verschiedenen Werbepartnern (Adservern) auf deiner Website an, indem du nur ein AdSense-Script integrierst. Ein komplexes Gebotssystem entscheidet, welcher Werbepartner am Ende den Werbeplatz erhält."]}},"comment":{"reference":"public\/dist\/chunk-config-tab-tcf.lite.js"}}