{"translation-revision-date":"2025-02-06 11:20:23+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Open cookie policy content":["Inhalt der Cookie-Richtlinie öffnen"],"Use the button below to see what the content of the cookie policy looked like at the time of the user's consent. Styles, e.g. from your theme, which may have influenced the cookie policy page, are not taken into account.":["Nutze den Button unten, um zu sehen, wie der Inhalt der Cookie-Richtlinie zu dem Zeitpunkt ausgesehen hat, als der Nutzer seine Einwilligung gegeben hat. Stile, z. B. von deinem Theme, welche die Seite mit der Cookie-Richtlinie beeinflusst haben könnten, werden nicht berücksichtigt."],"Cookie policy as at the time of consent":["Cookie-Richtlinie zum Zeitpunkt der Einwilligung"],"Banner-less consent":["Einwilligung ohne Banner (Banner-less)"],"Naming of requested consent types in first view":["Benennung der angeforderten Einwilligungsarten in der ersten Ansicht"],"Redact ads data without consent":["Daten zu Werbeanzeigen ohne Einwilligung reduzieren"],"Collect additional data via URL parameters":["Zusätzliche Daten über URL-Parameter sammeln"],"Cookie Policy Page":["Cookie-Richtlinien Seite"],"Customize":["Anpassen"],"You can add the legal links in the free version of Real Cookie Banner as menu items or shortcodes (e.g. in your website footer).":["Du kannst die rechtlichen Links in der kostenlosen Version von Real Cookie Banner als Menüpunkte oder Shortcodes (z. B. in der Fußzeile deiner Website) einfügen."],"Show a sticky legal links widget on the bottom of your website":["Zeige ein Sticky rechtliche Links Widget am unteren Rand deiner Website an"],"Sticky legal links are now disabled on your website":["Sticky rechtliche Links sind jetzt auf deiner Website deaktiviert"],"Sticky legal links are now enabled on your website":["Sticky rechtliche Links sind jetzt auf deiner Website aktiviert"],"Display a sticky icon on your website that makes the legal links easily accessible on every subpage. Not only does it look fancy, it also boosts your data protection!":["Zeig auf deiner Website ein sticky Icon an, mit dem die rechtlichen Links auf jeder Unterseite leicht zugänglich sind. Das sieht nicht nur schick aus, sondern stärkt auch deinen Datenschutz!"],"pro-modal\/sticky-legal-links.webm":["pro-modal\/de\/sticky-legal-links.webm"],"Want to show legal links with a sticky icon?":["Willst du rechtliche Links mit einem sticky Icon anzeigen?"],"Time of consent documentation":["Zeitpunkt der Dokumentation der Einwilligung"],"Respect user consent":["Einwilligung der Nutzer respektieren"],"Allow only essential services":["Nur essenzielle Services zulassen"],"Handling of failed consent documentation":["Handhabung fehlgeschlagener Einwilligungsdokumentation"],"Sticky legal links widget":["Sticky rechtliche Links Widget"],"Google Consent Mode":["Google Consent Mode"],"Transparency & Consent Framework (TCF)":["Transparency & Consent Framework (TCF)"],"This consent was documented with a Real Cookie Banner version prior to 4.1.0. Due to rework to comply with the TCF 2.2 standard, interactions with the currently installed version of Real Cookie Banner are no longer playable. However, they are still documented in the consent export. If you need to play the interactions, please request an old Real Cookie Banner version from the {{aSupport}}support{{\/aSupport}}.":["Diese Einwilligung wurde mit einer Real Cookie Banner-Version vor 4.1.0 dokumentiert. Aufgrund der Überarbeitung, um dem TCF 2.2 Standard zu entsprechen, sind Interaktionen mit der aktuell installierten Version von Real Cookie Banner nicht mehr möglich. Sie sind jedoch weiterhin im Einwilligungexport dokumentiert. Wenn du die Interaktionen abspielen möchtest, fordere bitte eine alte Version von Real Cookie Banner beim {{aSupport}}support{{\/aSupport}} an."],"Age limit":["Altersgrenze"],"Contact form page":["Kontaktformular Seite"],"DSG (Switzerland)":["DSG (Schweiz)"],"GDPR \/ ePrivacy Directive":["DSGVO \/ ePrivacy-Richtlinie"],"Legal basis to be applied":["Anzuwendende Rechtsgrundlage"],"Website operator phone":["Website-Betreiber Telefon"],"Website operator email":["E-Mail des Website-Betreibers"],"Website operator full address":["Vollständige Adresse des Website-Betreibers"],"Website operator country":["Land des Website-Betreibers"],"https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=CELEX:32019L0882":["https:\/\/eur-lex.europa.eu\/legal-content\/DE\/TXT\/?uri=CELEX:32019L0882"],"This consent was documented with a Real Cookie Banner version prior to 3.10.0. Due to rework to comply with the {{aAct}}European Accessibility Act{{\/aAct}}, interactions with the currently installed version of Real Cookie Banner are no longer playable. However, they are still documented in the consent export. If you need to play the interactions, please request an old Real Cookie Banner version from the {{aSupport}}support{{\/aSupport}}.":["Diese Einwilligung wurde mit einer Real Cookie Banner-Version vor 3.10.0 dokumentiert. Aufgrund von Überarbeitungen, um dem {{aAct}}European Accessibility Act{{\/aAct}} zu entsprechen, sind Interaktionen mit der aktuell installierten Version von Real Cookie Banner nicht mehr spielbar. Sie sind jedoch weiterhin im Einwilligungsexport dokumentiert. Wenn du die Interaktionen abspielen möchtest, fordere bitte eine alte Version von Real Cookie Banner beim {{aSupport}}Support{{\/aSupport}} an."],"Safe countries in terms of the GDPR":["Sichere Länder im Sinne der DSGVO"],"Consent for data processing in unsafe third countries":["Einwilligung zur Datenverarbeitung in unsicheren Drittländern"],"The process of how the website visitor interacted with the cookie banner to give consent was recorded for documentation purposes. You can replay the interactions. Note that the recording may not be fully accurate if, for example, you use custom CSS on your website or the visitor used a translating browser extension.":["Zu Dokumentationszwecken wurde aufgezeichnet, wie du als Website-Besucher mit dem Cookie Banner interagiert hast, um deine Einwilligung zu geben. Du kannst die Interaktionen wieder abspielen. Beachte, dass die Aufzeichnung möglicherweise nicht ganz genau ist, wenn du z. B. benutzerdefinierte CSS auf deiner Website verwendest oder eine übersetzende Browsererweiterung benutzt hast."],"Replay interactions":["Interaktionen abspielen"],"Stop":["Stoppen"],"The process of how the website visitor interacted with the content blocker to give consent was recorded for documentation purposes. You can replay the interactions. Note that the dimensions of the content blocker and consent dialog do not have to be the same as the ones that were displayed to the website visitor, and the recording may not be fully accurate if, for example, you use custom CSS on your website or the visitor used a translating browser extension.":["Zu Dokumentationszwecken wurde aufgezeichnet, wie der Website-Besucher mit dem Content Blocker interagiert hat, um seine Einwilligung zu geben. Du kannst die Interaktionen wiedergeben. Beachte, dass die Abmessungen des Content Blockers und des Einwilligungsdialogs nicht mit denen übereinstimmen müssen, die dem Website-Besucher angezeigt wurden, und dass die Aufzeichnung möglicherweise nicht ganz genau ist, wenn du z. B. benutzerdefinierte CSS auf deiner Website verwendest oder der Besucher eine übersetzende Browsererweiterung genutzt hat."],"legal-text\u0004You have successfully revoked consent for services with its cookies and personal data processing. The page will be reloaded now!":["Du hast die Einwilligung für Services mit dessen Cookies und Verarbeitung personenbezogener Daten erfolgreich widerrufen. Die Seite wird jetzt neu geladen!"],"Exact match":["Genaue Übereinstimmung"],"For data protection reasons, IP addresses, depending on the configuration of the cookie banner, were only shortened by the last octet and stored hashed. In this case, you can only assign consents to individual IP addresses with a high probability, but not with absolute certainty. Therefore, also match the time of consent to narrow down your search for the proper consent!":["Aus Datenschutzgründen wurden die IP-Adressen, je nach Konfiguration des Cookie Banners, nur um das letzte Oktett gekürzt und gehasht gespeichert. In diesem Fall kannst du die Einwilligungen nur mit hoher Wahrscheinlichkeit einzelnen IP-Adressen zuordnen, aber nicht mit absoluter Sicherheit. Achte daher auch auf den Zeitpunkt der Einwilligung, um deine Suche nach der richtigen Einwilligung einzugrenzen!"],"legal-text\u0004Revoke consents":["Einwilligungen widerrufen"],"legal-text\u0004Privacy settings history":["Historie der Privatsphäre-Einstellungen"],"legal-text\u0004Change privacy settings":["Privatsphäre-Einstellungen ändern"],"Are you sure you want to delete this entry?":["Bist du sicher, dass du diesen Eintrag löschen möchtest?"],"Actions":["Aktionen"],"Next century":["Nächstes Jahrhundert"],"Last century":["Letztes Jahrhundert"],"Next decade":["Nächstes Jahrzehnt"],"Last decade":["Letztes Jahrzehnt"],"Next year (Control + right)":["Nächstes Jahr (STRG + rechts)"],"Last year (Control + left)":["Letztes Jahr (STRG + links)"],"Next month (PageDown)":["Nächster Monat (PageDown)"],"Previous month (PageUp)":["Vorheriger Monat (PageUp)"],"Choose a decade":["Jahrzehnt wählen"],"Choose a year":["Jahr wählen"],"Choose a month":["Monat wählen"],"Select time":["Uhrzeit wählen"],"Year":["Jahr"],"Month":["Monat"],"Clear":["Zurücksetzen"],"OK":["OK"],"Back to today":["Zurück zu heute"],"Now":["Jetzt"],"End date":["Enddatum"],"Start date":["Startdatum"],"Select date":["Datum wählen"],"Legal links":["Rechtliche Links"],"List of consents":["Liste der Einwilligungen"],"Generate shortcode (advanced)":["Shortcode generieren (erweitert)"],"Add links to existing menu":["Links zu bestehendem Menü hinzufügen"],"Copy to clipboard":["In die Zwischenablage kopieren"],"Copy the generated shortcode and paste it into your website.":["Kopiere den generierten Shortcode und füge ihn in deiner Website ein."],"Result":["Ergebnis"],"After the consent is revoked, the page will be reloaded. Let the user know what happened with a success message.":["Nachdem die Einwilligung widerrufen wurde, wird die Seite neu geladen. Lass den Nutzer mit einer Erfolgsmeldung wissen, was passiert ist."],"The user must be able to clearly understand the behaviour of the link\/button from the name.":["Der Nutzer muss in der Lage sein, das Verhalten des Links\/Buttons anhand des Namens klar zu erkennen."],"Text":["Text"],"If you want to apply a custom style to the link\/button, the shortcode output should be tagged with an ID attribute.":["Wenn du einen benutzerdefinierten Style auf den Link\/Button anwenden möchtest, sollte die Ausgabe mit einem ID-Attribut versehen werden."],"HTML ID":["HTML ID"],"It is recommended to use a simple link in your footer instead of a button to avoid visual misunderstandings.":["Es wird empfohlen, einen einfachen Link in deinem Footer statt eines Buttons zu benutzen, um Missverständnisse zu vermeiden."],"Appearance":["Design"],"Successfully copied shortcode to clipboard!":["Shortcode erfolgreich in die Zwischenablage kopiert!"],"Edit manually":["Manuell bearbeiten"],"Add all legal links":["Alle rechtlichen Links hinzufügen"],"Already added":["Bereits hinzugefügt"],"Create menu":["Menü erstellen"],"No WordPress menu created yet.":["Es wurde noch kein WordPress-Menü erstellt."],"Successfully added the links to your menu!":["Links erfolgreich zu deinem Menü hinzugefügt!"],"Accepted services":["Akzeptierte Services"],"IP":["IP"],"If you have allowed to log IP addresses, you can view them here. Otherwise you will see a salted hash of the IP address (truncated).":["Wenn du erlaubt hast, IP-Adressen zu protokollieren, kannst du sie hier einsehen. Andernfalls siehst du einen gesalzenen Hash der IP-Adresse (abgeschnitten)."],"UUID":["UUID"],"Unique name of the consent given":["Eindeutiger Name der Einwilligung"],"This consent was implicitly given by a configured bypass.":["Diese Einwilligung wurde stillschweigend durch eine konfigurierte Umgehung erteilt."],"Forwarded":["Weitergeleitet"],"Forwarded through Content Blocker":["Weitergeleitet durch Content Blocker"],"This consent was implicitly given by Consent Forwarding.":["Diese Einwilligung wurde durch eine Weiterleitung der Einwilligung implizit erteilt."],"This consent has been given in a content blocker.":["Diese Einwilligung wurde in einem Content Blocker erteilt."],"Do Not Track":["Do Not Track"],"This consent was given automatically because the browser sent a 'Do Not Track' header. Accordingly, only essential services have been consented to.":["Diese Einwilligung wurde automatisch erteilt, weil der Browser einen „Do Not Track“-Header gesendet hat. Dementsprechend wurde nur den essenziellen Services zugestimmt."],"Delete all consents":["Alle Einwilligungen löschen"],"Just to be sure: Do you really want to delete all consents?":["Nur um sicherzugehen: Willst du wirklich alle Einwilligungen löschen?"],"I am sure!":["Ich bin mir sicher!"],"Are you sure you want to delete all consents? You should only do this if it is absolutely necessary. In case you want to continue, make sure you have {{a}}exported{{\/a}} all consents beforehand (for legal reasons).":["Bist du sicher, dass du alle Einwilligungen löschen willst? Du solltest dies nur tun, wenn es absolut notwendig ist. Wenn du wirklich fortfahren möchtest, stelle aus rechtlichen Gründen sicher, dass du alle Einwilligungen vorher {{a}}exportiert{{\/a}} hast."],"More":["Mehr"],"Less":["Weniger"],"No data":["Keine Daten"],"Filter by URL...":["Nach URL filtern…"],"Context":["Kontext"],"Viewed page":["Angezeigte Seite"],"Viewport (px)":["Viewport (px)"],"Export to clipboard":["In die Zwischenablage exportieren"],"Successfully copied to the clipboard!":["Erfolgreich in die Zwischenablage kopiert!"],"Use the button below to export all consents in a machine readable form.":["Verwende den Button unten, um alle Einwilligungen in einer maschinenlesbaren Form zu exportieren."],"Export consent":["Einwilligung exportieren"],"We generate the cookie banner from all (design) settings and services that the visitor has seen. You can see exactly how consent was obtained and track clicks on buttons.":["Wir generieren das Cookie Banner von allen (Design-)Einstellungen und Services, die der Besucher gesehen hat. Du kannst genau sehen, wie die Einwilligung erteilt wurde, und du kannst alle Klicks auf Buttons nachvollziehen."],"pro-modal\/consent-preview-banner.png":["pro-modal\/de\/consent-preview-banner.png"],"Open banner":["Banner öffnen"],"Use the button below to see what the cookie banner looked like at the time of the user's consent. The services\/groups selected there also look the way the user saw them. A button framed in red shows which button the user clicked on at the time of consent.":["Nutze den Button unten um zu sehen, wie der Cookie Banner zu dem Zeitpunkt ausgesehen hat, als der Benutzer seine Einwilligung erteilt hat. Die ausgewählten Services\/Gruppen sehen ebenfalls so aus, wie sie der Benutzer damals gesehen hat. Ein Button mit rotem Rand zeigt, welchen Button der Benutzer bei der Einwilligung geklickt hat."],"Cookie banner as at the time of consent":["Cookie Banner zum Zeitpunkt der Einwilligung"],"There is no preview for this consent, as it was given implicitly by forwarding the consent. The user has given his\/her consent via {{a}}%s{{\/a}}, and this consent has been forwarded automatically.":["Für diese Einwilligung gibt es keine Vorschau, da sie implizit durch eine Weiterleitung der Einwilligung erteilt wurde. Der Nutzer hat seine Einwilligung auf {{a}}%s{{\/a}} gegeben, und diese Einwilligung wurde automatisch weitergeleitet."],"Forwarded consent":["Weitergeleitete Einwilligung"],"We generate the content blocker that your visitor has seen from all settings, design preferences and services. You can see exactly how his or her consent was obtained and track clicks on buttons.":["Wir generieren den Content Blocker, den der Besucher gesehen hat, aus allen Einstellungen, Designvorgaben und Services. Du kannst genau sehen, wie seine Einwilligung eingeholt wurde, und kannst Klicks auf Buttons nachvollziehen."],"pro-modal\/consent-preview-blocker.png":["pro-modal\/de\/consent-preview-blocker.png"],"Unlock preview":["Vorschau freischalten"],"You want to see what was displayed to the visitor?":["Du möchtest sehen, was dem Besucher angezeigt wurde?"],"The consent to the service was given via a content blocker. Below you can see how the content blocker looked like when the user consented.":["Die Einwilligung zu den Services wurde über einen Content Blocker erteilt. Unten kannst du sehen, wie der Content Blocker aussah, als der Nutzer seine Einwilligung gegeben hat."],"Content Blocker as at the time of consent":["Content Blocker zum Zeitpunkt der Einwilligung"],"There is no preview for this consent, as it was given implicitly by {{strong}}%s bypass{{\/strong}}.":["Es gibt keine Vorschau für diese Einwilligung, da sie implizit durch eine {{strong}}%s Umgehung{{\/strong}} gegeben wurde."],"Bypassed banner":["Umgangenes Banner"],"Accept only essentials":["Nur essenzielle akzeptieren"],"Implicit consent for users from third countries":["Implizite Einwilligung für Nutzer aus Drittländern"],"%d countries":["%d Länder"],"Show banner only to users from these countries":["Banner nur Benutzern aus diesen Ländern anzeigen"],"Additional cross domain endpoints":["Zusätzliche Cross-Domain-Endpunkte"],"Open endpoint":["Endpunkt öffnen"],"Forward To":["Weiterleiten an"],"Age notice for consent":["Altershinweis zur Einwilligung"],"Save IP address on consent":["IP-Adresse bei Einwilligung speichern"],"days":["Tage"],"Duration of cookie consent":["Gültigkeitsdauer der Cookie-Einwilligung"],"Respect \"Do Not Track\"":["Respektiere „Do Not Track“"],"Automatically accept all services for bots":["Automatisch alle Services für Bots akzeptieren"],"Set cookies after consent via":["Lade Services nach Einwilligung mittels"],"Not defined":["Nicht definiert"],"Open site":["Website öffnen"],"Deactivated":["Deaktiviert"],"Active":["Aktiv"],"Settings at the time of consent":["Einstellungen zum Zeitpunkt der Einwilligung"],"You can get several statistics about how your users use the cookie banner. This helps you to calculate the total number of users who do not want to be tracked, for example, by extrapolating data from Google Analytics.":["Du kannst verschiedene Statistiken darüber erhalten, wie deine Nutzer das Cookie Banner verwenden. Dies hilft dir, die Gesamtzahl der Nutzer zu berechnen, die nicht getrackt werden möchten, z.B. durch Extrapolation von Daten aus Google Analytics."],"Want to see detailed statistics about the consents of your visitors?":["Möchtest du detaillierte Statistiken über die Einwilligungen deiner Besucher sehen?"],"Please provide a date range!":["Bitte gib einen Zeitraum an!"],"Consents by group":["Einwilligungen nach Gruppe"],"Cookie banner bypass":["Cookie Banner Umgehung"],"Consents by clicked button":["Einwilligungen nach angeklicktem Button"],"Period":["Zeitraum"],"Last 90 days":["Letzte 90 Tage"],"Last 30 days":["Letzte 30 Tage"],"This Week":["Diese Woche"],"This Month":["Aktueller Monat"],"This Year":["Dieses Jahr"],"Today":["Heute"],"Delete":["Löschen"],"Show cookie banner on specific pages":["Cookie-Banner auf bestimmten Seiten anzeigen"],"Cookie Banner\/Dialog":["Cookie Banner\/Dialog"],"Cancel":["Abbrechen"],"Success message":["Erfolgsmeldung"],"Consent Forwarding":["Weiterleitung der Einwilligung"],"Naming of all services in first view":["Benennung aller Services in der ersten Ansicht"],"Link":["Link"],"Button":["Button"],"Accept all":["Alle akzeptieren"],"Enabled":["Aktiviert"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/de\/support\/"],"Disabled":["Deaktiviert"],"Hide on additional pages":["Auf zusätzlichen Seiten ausblenden"],"Statistics":["Statistiken"],"Geo-restriction":["Geo-Restriktion"],"Close":["Schließen"],"Content Blocker":["Content Blocker"]}},"comment":{"reference":"public\/dist\/chunk-config-tab-consent.lite.js"}}